{
  "doi": "10.3390/life13020319",
  "pm_id": 36836675,
  "pmc_id": "PMC9965162",
  "gs_id": "3173605386600758165",
  "category": "manual_pw",
  "title": "Cardiovascular Risk Assessment in Rheumatoid Arthritis: Accelerated Atherosclerosis, New Biomarkers, and the Effects of Biological Therapy.",
  "abstract": "Rheumatoid arthritis (RA), one of the most common of the chronic inflammatory autoimmune diseases (CIADs), is recognized as an independent cardiovascular risk factor. Traditional risk factors such as smoking, arterial hypertension, dyslipidemia, insulin resistance, and obesity are frequently found in RA. Given the increased risk of mortality and morbidity associated with cardiovascular disease (CVD) in RA patients, screening for risk factors is important. Moreover, there is a need to identify potential predictors of subclinical atherosclerosis. Recent studies have shown that markers such as serum homocysteine, asymmetric dimethylarginine, or carotid intima-media thickness (cIMT) are correlated with cardiovascular risk. Although RA presents a cardiovascular risk comparable to that of diabetes, it is not managed as well in terms of acute cardiovascular events. The introduction of biological therapy has opened new perspectives in the understanding of this pathology, confirming the involvement and importance of the inflammatory markers, cytokines, and the immune system. In addition to effects in inducing remission and slowing disease progression, most biologics have demonstrated efficacy in reducing the risk of major cardiovascular events. Some studies have also been conducted in patients without RA, with similar results. However, early detection of atherosclerosis and the use of targeted therapies are the cornerstone for reducing cardiovascular risk in RA patients.",
  "gs_meta": "[{'position': 1, 'title': 'Cardiovascular risk assessment in rheumatoid arthritis: accelerated atherosclerosis, new biomarkers, and the effects of biological therapy', 'result_id': 'lbua3UjpCiwJ', 'link': 'https://www.mdpi.com/2075-1729/13/2/319', 'snippet': 'Rheumatoid arthritis (RA), one of the most common of the chronic inflammatory autoimmune diseases (CIADs), is recognized as an independent cardiovascular risk factor. Traditional risk factors such as smoking, arterial hypertension, dyslipidemia, insulin resistance, and obesity are frequently found in RA. Given the increased risk of mortality and morbidity associated with cardiovascular disease (CVD) in RA patients, screening for risk factors is important. Moreover, there is a need to identify potential predictors of subclinical atherosclerosis. Recent studies have shown that markers such as serum homocysteine, asymmetric dimethylarginine, or carotid intima–media thickness (cIMT) are correlated with cardiovascular risk. Although RA presents a cardiovascular risk comparable to that of diabetes, it is not managed as well in terms of acute cardiovascular events. The introduction of biological therapy has opened new perspectives in the understanding of this pathology, confirming the involvement and importance of the inflammatory markers, cytokines, and the immune system. In addition to effects in inducing remission and slowing disease progression, most biologics have demonstrated efficacy in reducing the risk of major cardiovascular events. Some studies have also been conducted in patients without RA, with similar results. However, early detection of atherosclerosis and the use of targeted therapies are the cornerstone for reducing cardiovascular risk in RA patients.', 'publication_info': {'summary': 'D Popescu, E Rezus, MC Badescu, N Dima… - Life, 2023 - mdpi.com', 'authors': [{'name': 'D Popescu', 'link': 'https://scholar.google.com/citations?user=KUjrxqoAAAAJ&hl=en&oi=sra', 'serpapi_scholar_link': 'https://serpapi.com/search.json?author_id=KUjrxqoAAAAJ&engine=google_scholar_author&hl=en', 'author_id': 'KUjrxqoAAAAJ'}, {'name': 'E Rezus', 'link': 'https://scholar.google.com/citations?user=jl-Si3YAAAAJ&hl=en&oi=sra', 'serpapi_scholar_link': 'https://serpapi.com/search.json?author_id=jl-Si3YAAAAJ&engine=google_scholar_author&hl=en', 'author_id': 'jl-Si3YAAAAJ'}, {'name': 'MC Badescu', 'link': 'https://scholar.google.com/citations?user=Yy89uOUAAAAJ&hl=en&oi=sra', 'serpapi_scholar_link': 'https://serpapi.com/search.json?author_id=Yy89uOUAAAAJ&engine=google_scholar_author&hl=en', 'author_id': 'Yy89uOUAAAAJ'}, {'name': 'N Dima', 'link': 'https://scholar.google.com/citations?user=TeQGw6sAAAAJ&hl=en&oi=sra', 'serpapi_scholar_link': 'https://serpapi.com/search.json?author_id=TeQGw6sAAAAJ&engine=google_scholar_author&hl=en', 'author_id': 'TeQGw6sAAAAJ'}]}, 'resources': [{'title': 'mdpi.com', 'file_format': 'PDF', 'link': 'https://www.mdpi.com/2075-1729/13/2/319/pdf'}], 'inline_links': {'serpapi_cite_link': 'https://serpapi.com/search.json?engine=google_scholar_cite&hl=en&q=lbua3UjpCiwJ', 'cited_by': {'total': 22, 'link': 'https://scholar.google.com/scholar?cites=3173605386600758165&as_sdt=2005&sciodt=0,5&hl=en', 'cites_id': '3173605386600758165', 'serpapi_scholar_link': 'https://serpapi.com/search.json?as_sdt=2005&cites=3173605386600758165&engine=google_scholar&hl=en'}, 'related_pages_link': 'https://scholar.google.com/scholar?q=related:lbua3UjpCiwJ:scholar.google.com/&scioq=10.3390/life13020319&hl=en&as_sdt=0,5', 'serpapi_related_pages_link': 'https://serpapi.com/search.json?as_sdt=0%2C5&engine=google_scholar&hl=en&num=10&q=related%3Albua3UjpCiwJ%3Ascholar.google.com%2F&scisbd=0&start=0', 'versions': {'total': 7, 'link': 'https://scholar.google.com/scholar?cluster=3173605386600758165&hl=en&as_sdt=0,5', 'cluster_id': '3173605386600758165', 'serpapi_scholar_link': 'https://serpapi.com/search.json?as_sdt=0%2C5&cluster=3173605386600758165&engine=google_scholar&hl=en'}, 'cached_page_link': 'https://scholar.googleusercontent.com/scholar?q=cache:lbua3UjpCiwJ:scholar.google.com/+10.3390/life13020319&hl=en&as_sdt=0,5'}}]",
  "scraped_date": "2025-03-23 21:35:37.888805",
  "id": "1b26747dbe9b24b19ccf1800187b6e83f513443a91f657c151d41950891a5da1",
  "_internal": {
    "type": "paper"
  }
}