{
  "doi": "10.1111/joim.13525",
  "pm_id": 35612524,
  "pmc_id": "PMC9796644",
  "gs_id": "18358477024218828915",
  "category": "manual_pw",
  "title": "An update on polymyalgia rheumatica.",
  "abstract": "Polymyalgia rheumatica (PMR) is the most common inflammatory rheumatic disease affecting people older than 50 years and is 2-3 times more common in women. The most common symptoms are pain and morning stiffness in the shoulder and pelvic girdle and the onset may be acute or develop over a few days to weeks. General symptoms such as fatigue, fever and weight loss may occur, likely driven by systemic IL-6 signalling. The pathology includes synovial and periarticular inflammation and muscular vasculopathy. A new observation is that PMR may appear as a side effect of cancer treatment with checkpoint inhibitors. The diagnosis of PMR relies mainly on symptoms and signs combined with laboratory markers of inflammation. Imaging modalities including ultrasound, magnetic resonance imaging and positron emission tomography with computed tomography are promising new tools in the investigation of suspected PMR. However, they are still limited by availability, high cost and unclear performance in the diagnostic workup. Glucocorticoid (GC) therapy is effective in PMR, with most patients responding promptly to 15-25 mg prednisolone per day. There are challenges in the management of patients with PMR as relapses do occur and patients with PMR may need to stay on GC for extended periods. This is associated with high rates of GC-related comorbidities, such as diabetes and osteoporosis, and there are limited data on the use of disease-modifying antirheumatic drugs and biologics as GC sparing agents. Finally, PMR is associated with giant cell arteritis that may complicate the disease course and require more intense and prolonged treatment.",
  "gs_meta": "[{'position': 1, 'title': 'An update on polymyalgia rheumatica', 'result_id': 'c9C7DZZpxv4J', 'link': 'https://onlinelibrary.wiley.com/doi/abs/10.1111/joim.13525', 'snippet': 'Polymyalgia rheumatica (PMR) is the most common inflammatory rheumatic disease affecting people older than 50 years and is 2–3 times more common in women. The most common symptoms are pain and morning stiffness in the shoulder and pelvic girdle and the onset may be acute or develop over a few days to weeks. General symptoms such as fatigue, fever and weight loss may occur, likely driven by systemic IL‐6 signalling. The pathology includes synovial and periarticular inflammation and muscular vasculopathy. A new observation is that PMR may appear as a side effect of cancer treatment with checkpoint inhibitors. The diagnosis of PMR relies mainly on symptoms and signs combined with laboratory markers of inflammation. Imaging modalities including ultrasound, magnetic resonance imaging and positron emission tomography with computed tomography are promising new tools in the investigation of suspected PMR. However, they are still limited by availability, high cost and unclear performance in the diagnostic workup. Glucocorticoid (GC) therapy is effective in PMR, with most patients responding promptly to 15–25 mg prednisolone per day. There are challenges in the management of patients with PMR as relapses do occur and patients with PMR may need to stay on GC for extended periods. This is associated with high rates of GC‐related comorbidities, such as diabetes and osteoporosis, and there are limited data on the use of disease‐modifying antirheumatic drugs and biologics as GC sparing agents. Finally, PMR is associated with giant cell arteritis that may complicate the disease course and require more intense and prolonged treatment.', 'publication_info': {'summary': 'IE Lundberg, A Sharma, C Turesson… - Journal of Internal …, 2022 - Wiley Online Library', 'authors': [{'name': 'A Sharma', 'link': 'https://scholar.google.com/citations?user=BIoWL-UAAAAJ&hl=en&oi=sra', 'serpapi_scholar_link': 'https://serpapi.com/search.json?author_id=BIoWL-UAAAAJ&engine=google_scholar_author&hl=en', 'author_id': 'BIoWL-UAAAAJ'}]}, 'resources': [{'title': 'wiley.com', 'file_format': 'PDF', 'link': 'https://onlinelibrary.wiley.com/doi/pdf/10.1111%2Fjoim.13525'}, {'title': 'Full View', 'link': 'https://scholar.google.com/scholar?output=instlink&q=info:c9C7DZZpxv4J:scholar.google.com/&hl=en&as_sdt=0,5&scillfp=16360966462949755820&oi=lle'}], 'inline_links': {'serpapi_cite_link': 'https://serpapi.com/search.json?engine=google_scholar_cite&hl=en&q=c9C7DZZpxv4J', 'cited_by': {'total': 67, 'link': 'https://scholar.google.com/scholar?cites=18358477024218828915&as_sdt=2005&sciodt=0,5&hl=en', 'cites_id': '18358477024218828915', 'serpapi_scholar_link': 'https://serpapi.com/search.json?as_sdt=2005&cites=18358477024218828915&engine=google_scholar&hl=en'}, 'related_pages_link': 'https://scholar.google.com/scholar?q=related:c9C7DZZpxv4J:scholar.google.com/&scioq=10.1111/joim.13525&hl=en&as_sdt=0,5', 'serpapi_related_pages_link': 'https://serpapi.com/search.json?as_sdt=0%2C5&engine=google_scholar&hl=en&num=10&q=related%3Ac9C7DZZpxv4J%3Ascholar.google.com%2F&scisbd=0&start=0', 'versions': {'total': 10, 'link': 'https://scholar.google.com/scholar?cluster=18358477024218828915&hl=en&as_sdt=0,5', 'cluster_id': '18358477024218828915', 'serpapi_scholar_link': 'https://serpapi.com/search.json?as_sdt=0%2C5&cluster=18358477024218828915&engine=google_scholar&hl=en'}}}]",
  "scraped_date": "2025-03-23 21:37:58.924759",
  "id": "1b04082f3720a6716ab48da8dfbe9581592d6b53247350c2364ec6f3ccda1336",
  "_internal": {
    "type": "paper"
  }
}