{
  "id": "0fb38cab12182478c990b577f58757d5a8e3905479c7b9397fcb3291566df2bf",
  "titles": [
    "PERMALINK",
    "Abstract",
    "Key Summary Points",
    "Introduction to Psoriatic Arthritis, Rheumatoid Arthritis, and Osteoarthritis",
    "Statement of Literature Search",
    "Key Clinical Features for Differential Diagnosis of PsA",
    "Application of Imaging Modalities for Differential Diagnosis of PSA",
    "Biomarkers That Can Facilitate Differentiation of PSA, RA, and OA",
    "Treatment Recommendations and Guidelines for Management of PSA",
    "Summary",
    "Acknowledgments",
    "References",
    "ACTIONS",
    "PERMALINK",
    "RESOURCES"
  ],
  "categorized_sections": {
    "scientific_paper": [
      "Abstract",
      "Key Summary Points",
      "Introduction to Psoriatic Arthritis, Rheumatoid Arthritis, and Osteoarthritis",
      "Statement of Literature Search",
      "Key Clinical Features for Differential Diagnosis of PsA",
      "Application of Imaging Modalities for Differential Diagnosis of PSA",
      "Biomarkers That Can Facilitate Differentiation of PSA, RA, and OA",
      "Treatment Recommendations and Guidelines for Management of PSA",
      "Summary"
    ],
    "other": [
      "Acknowledgments",
      "References"
    ]
  },
  "section_indices": [
    [
      "Abstract",
      "scientific_paper",
      4546
    ],
    [
      "Key Summary Points",
      "scientific_paper",
      5844
    ],
    [
      "Introduction to Psoriatic Arthritis, Rheumatoid Arthritis, and Osteoarthritis",
      "scientific_paper",
      7046
    ],
    [
      "Statement of Literature Search",
      "scientific_paper",
      11663
    ],
    [
      "Key Clinical Features for Differential Diagnosis of PsA",
      "scientific_paper",
      12982
    ],
    [
      "Application of Imaging Modalities for Differential Diagnosis of PSA",
      "scientific_paper",
      26104
    ],
    [
      "Biomarkers That Can Facilitate Differentiation of PSA, RA, and OA",
      "scientific_paper",
      37141
    ],
    [
      "Treatment Recommendations and Guidelines for Management of PSA",
      "scientific_paper",
      40635
    ],
    [
      "Summary",
      "scientific_paper",
      68399
    ],
    [
      "Acknowledgments",
      "other",
      69411
    ],
    [
      "References",
      "other",
      71348
    ]
  ],
  "full_text": "## Abstract\n\nPsoriatic arthritis (PsA) is a chronic inflammatory disease that affects multiple organ systems and is characterized by skin and joint manifestations. PsA is frequently undiagnosed and/or misdiagnosed, especially because of the similarities in clinical presentation shared with other arthritic diseases, including rheumatoid arthritis (RA) and osteoarthritis (OA). An accurate and timely diagnosis of PsA is crucial to prevent delays in optimal treatment, which can lead to irreversible joint damage and increased functional disability. Patients are usually seen by a number of different healthcare providers on their path to a diagnosis of PsA, including advanced practice providers (APPs). This review provides a comprehensive overview of the characteristic features that can be used to facilitate the differentiation of PsA from RA and OA. Detailed information on clinical manifestations, biomarkers, radiologic features, and therapeutic recommendations for PsA included here can be applied in routine clinical settings to provide APPs with the confidence and knowledge to recognize and refer patients more accurately to rheumatologists for management of patients with PsA.\n\n**Keywords:** Psoriatic arthritis, Diagnosis, Rheumatoid arthritis, Osteoarthritis, Clinical presentation\n\n## Key Summary Points\n\n|     |\n| --- |\n| Psoriatic arthritis (PsA) is a complex disease characterized by inflammation of multiple clinical domains, including peripheral joints, skin and nails, axial joints, entheses, eyes, and digits |\n| The similarities in clinical presentation of PsA and other rheumatic diseases such as rheumatoid arthritis (RA) or osteoarthritis (OA) can make a differential diagnosis challenging; therefore, it is crucial for primary care providers, including advanced practice providers (APPs), to be aware of characteristics and criteria indicative of a diagnosis of PsA |\n| Characteristic features can be used to differentiate PsA from RA and OA, and early assessment, diagnosis, and treat-to-target strategies are key to the management of patients with PsA to facilitate the administration of appropriate therapy in a timely manner |\n| Collaboration and coordinated care are key among primary care providers, APPs, and subspecialists to ensure positive outcomes for patients, controlling symptoms and disease activity, maintaining functional ability, and improving patient quality of life |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/table/Taba/)\n\n## Introduction to Psoriatic Arthritis, Rheumatoid Arthritis, and Osteoarthritis\n\nPsoriatic arthritis (PsA) is a chronic inflammatory heterogeneous arthritis that is associated with psoriasis, and approximately 30% of patients with psoriasis develop PsA \\[ [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR1)\\]. It is estimated that PsA has a prevalence rate of approximately 1–2 per 1000 in the general population and an incidence rate of approximately 6 per 100,000 per year \\[ [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR2), [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR3)\\]. Generally, onset of PsA occurs between ages 30 and 50 years but can develop at any point throughout a patient’s lifetime. The Group for Research and Assessment of Psoriasis and Psoriatic Arthritis (GRAPPA) defined six clinical domains that can be involved with PsA: peripheral arthritis, enthesitis, dactylitis, psoriasis, psoriatic nail disease, and axial disease \\[ [4](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR4)– [6](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR6)\\].\n\nDefinitive diagnosis of PsA is further complicated by several arthritic conditions with similar clinical presentations. PsA is often undiagnosed and can be misdiagnosed for rheumatoid arthritis (RA) or osteoarthritis (OA), especially in a non-rheumatologic setting \\[ [7](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR7)– [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR9)\\]. RA is a chronic inflammatory arthritis typified by pain, swelling, and stiffness of the joints, particularly symmetric small-joint synovitis of the hands and feet \\[ [10](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR10)\\]. The lining of the joints is primarily affected in RA, and without adequate treatment, long-standing disease activity can result in permanent joint deformity and bone damage \\[ [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR11)\\]. It is estimated that RA has global prevalence and incidence rates of 246.6 and 14.9 per 100,000 in the general population, respectively \\[ [12](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR12)\\]. RA can present at any age, but peak age of onset is between ages 30 and 50 years, and likelihood increases with age \\[ [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR11)\\]. OA is the most common non-inflammatory arthritic condition strongly associated with aging, and symptoms arise from deterioration of joint cartilage, which can cause changes in the bone and connective tissues of the joints \\[ [13](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR13)\\]. Additionally, erosive inflammatory OA, typically affecting the hand, is a subset of OA that can mimic common inflammatory arthritic conditions, further complicating the distinction of OA from PsA \\[ [14](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR14), [15](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR15)\\]; however, this subset of OA does not have an established diagnostic criterion \\[ [16](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR16)\\], and therefore it will not be treated as a separate clinical condition throughout this review. Onset of OA is usually in the late 50s \\[ [7](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR7)\\], affecting millions of people, with prevalence and incidence estimates varying depending on OA definition \\[ [17](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR17), [18](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR18)\\]. Recently, it was estimated that 242 million people were living with symptomatic and activity-limiting OA of the hip and/or knee globally \\[ [19](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR19)\\].\n\nA proper diagnosis and timely treatment of PsA are essential to prevent permanent joint damage and decrease functional disability \\[ [20](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR20), [21](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR21)\\]. Patients are often seen by various healthcare providers on their pathway to a diagnosis of PsA, including dermatologists, orthopedists, general practitioners, chiropractors, and advanced practice providers (APPs) \\[ [22](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR22)\\]. Diagnosis of PsA relies on early detection through appropriate history taking, careful examination, and clinical judgment, and APPs are in a position to see many patients with different rheumatic diseases; therefore, it is imperative that APPs are aware of and receive proper training to accurately screen for features to identify PsA.\n\n## Statement of Literature Search\n\nFor the development of this narrative review, publications were identified by a series of searches on PubMed between September 2020 and July 2021. Search terms included “(diagnos\\* OR differentiat\\*) AND (psoriatic arthritis OR rheumatoid arthritis OR osteoarthritis)”; “(biomarker OR serologic\\* OR marker OR genetic\\*) AND (psoriatic arthritis OR rheumatoid arthritis OR osteoarthritis)”; “(IL-17 OR IL-12 OR IL-23, OR IL-6 OR TNFα OR IL-1β OR JAK/STAT) AND (psoriatic arthritis OR rheumatoid arthritis OR osteoarthritis)”; “(biologic\\* OR DMARD\\*) AND (psoriatic arthritis OR rheumatoid arthritis OR osteoarthritis).” Publications that detailed the characteristic clinical manifestations, comorbidities, pathogenesis, biomarkers, treatment recommendations, and differential diagnosis for PsA, RA, and OA were included. References that were determined to be irrelevant on the basis of the authors’ judgment were excluded from consideration. Relevant references that were cited within the publications included in this review and articles previously known by authors were considered on the basis of the criteria. This review is based on studies that were previously completed and does not contain any novel studies with human participants that were conducted by any of the authors.\n\n## Key Clinical Features for Differential Diagnosis of PsA\n\nThe similarities in clinical presentation of PsA and other rheumatic diseases can make a differential diagnosis challenging; therefore, it is crucial for APPs to be aware of characteristics and criteria indicative of a diagnosis of PsA. Clinical evaluation based on patient history and thorough physical examination can be supported by classification criteria to assist the practitioner in recognizing the combination of clinical features unique to PsA. The Classification for Psoriatic Arthritis criteria were developed from patient data to standardize enrollment in clinical trials of PsA; they have been shown to have high sensitivity and specificity for the diagnosis of PsA and have been incorporated into clinical settings to assist practitioners in the identification of potential signs of PsA \\[ [23](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR23)\\]. These criteria require patients to present with at least one “stem” feature of inflammatory disease and at least three points given a numerical value to fulfill the PsA classification and could be included as part of a rheumatology referral checklist (Fig. [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#Fig1)).\n\n### Fig. 1.\n\n[![Fig. 1](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7be8/8572231/4bef22c87ae0/40744_2021_365_Fig1_HTML.jpg)](https://www.ncbi.nlm.nih.gov/core/lw/2.0/html/tileshop_pmc/tileshop_pmc_inline.html?title=Click%20on%20image%20to%20zoom&p=PMC3&id=8572231_40744_2021_365_Fig1_HTML.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/figure/Fig1/)\n\nSuggested rheumatology referral checklist. CASPAR Classification for Psoriatic Arthritis, CCP cyclic citrullinated peptide, CRP C-reactive protein, ESR erythrocyte sedimentation rate, RF rheumatoid factor\n\nCharacteristic features that can assist in a differential diagnosis are enthesitis, dactylitis, uveitis, nail dystrophy with psoriasis, and articular involvement that can vary considerably and may involve the peripheral joints and axial spine (Fig. [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#Fig2)) \\[ [24](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR24), [25](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR25)\\]. Enthesitis is more common in PsA than in other rheumatic conditions and affects 35–50% of patients with PsA \\[ [26](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR26)\\]. Enthesitis can present before arthritis symptoms in patients with PsA and may be the only musculoskeletal manifestation in early PsA; thus, imaging can be helpful to identify patients with subclinical disease when other clinical symptoms are absent \\[ [24](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR24)\\]. The most frequent areas of enthesitis are the insertion sites of the plantar fascia, Achilles tendon, lateral epicondyle of the elbow, and ligament attachments at the knee \\[ [27](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR27)\\]. Dactylitis (“sausage” fingers or toes) is the uniform swelling of the digits due to inflammation and affects up to 50% of patients with PsA \\[ [28](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR28)\\]. The hands and feet should be carefully examined for signs of dactylitis, which often presents as diffuse digit swelling of a finger or toe accompanied by redness of the skin, and pain \\[ [29](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR29)\\]. Dactylitis can be an indicator of disease severity; affected digits have been found to have significantly greater joint damage compared with non-affected digits in patients with early PsA \\[ [30](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR30), [31](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR31)\\].\n\n### Fig. 2.\n\n[![Fig. 2](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7be8/8572231/56150b82a067/40744_2021_365_Fig2_HTML.jpg)](https://www.ncbi.nlm.nih.gov/core/lw/2.0/html/tileshop_pmc/tileshop_pmc_inline.html?title=Click%20on%20image%20to%20zoom&p=PMC3&id=8572231_40744_2021_365_Fig2_HTML.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/figure/Fig2/)\n\nClinical manifestations characteristic of psoriatic arthritis to differentiate from characteristics of osteoarthritis and rheumatoid arthritis. DIP distal interphalangeal, PIP proximal interphalangeal\n\nFurthermore, the common association between PsA and psoriasis is well established. Patients with psoriasis can be screened for PsA in routine clinical settings to prevent diagnostic delays; in the majority of patients (75–80%), psoriatic skin involvement precedes presentation of peripheral involvement, with approximately 7–12 years between onset of psoriasis and diagnosis of PsA \\[ [25](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR25), [32](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR32), [33](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR33)\\]. Additionally, the degree of severity, the amount of body area affected, and the areas of the body (e.g., scalp and nails) affected by psoriasis can increase the risk of developing PsA \\[ [34](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR34), [35](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR35)\\]. Psoriatic nail lesions can be important in differential diagnosis, occurring in over 60% of patients with PsA, but uncommonly in RA and OA \\[ [36](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR36)\\]. Changes that involve the nail matrix are characterized by pitting, leukonychia (i.e., white discoloration), nail plate crumbling, red spots on the lunula, and trachyonychia (Fig. [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#Fig3)) \\[ [37](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR37)\\]. When the nail bed is affected, symptoms include salmon patch or oil spots, onycholysis, subungual hyperkeratosis, and splinter hemorrhages \\[ [38](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR38), [39](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR39)\\]. Each nail lesion arises from different processes in the nail complex, and progression of entheseal inflammation in the distal interphalangeal extensor tendon of the nail is believed to be the cause of psoriatic nail changes seen in patients with PsA \\[ [40](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR40)\\]. Comorbid psoriasis can help substantiate a definitive diagnosis of PsA, although the presence of psoriasis alone is not sufficient to differentiate this disease, as psoriasis has been reported in RA and OA \\[ [41](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR41)– [43](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR43)\\]\n\n### Fig. 3.\n\n[![Fig. 3](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7be8/8572231/6a3d52c4cbfb/40744_2021_365_Fig3_HTML.jpg)](https://www.ncbi.nlm.nih.gov/core/lw/2.0/html/tileshop_pmc/tileshop_pmc_inline.html?title=Click%20on%20image%20to%20zoom&p=PMC3&id=8572231_40744_2021_365_Fig3_HTML.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/figure/Fig3/)\n\nExamples of characteristic psoriatic ( **a**) nail matrix and ( **b**) nail bed presentations (image reprinted from Kaeley GS, et al. _J Rheumatol_. 2021;48(8):1208-20. 10.3899/jrheum.201471 \\[ [37](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR37)\\])\n\nDistinctive features of joint involvement in PsA, particularly in an early disease state, include inflammatory asymmetric monoarticular to oligoarticular distribution, possible spondylitis including sacroiliitis, and distal small-joint inflammation in the hands and feet. These elements can help discern PsA from RA, as the presentation seen with RA includes symmetric and polyarticular distribution, proximal hand and foot involvement, more tender and swollen joints, and the absence of sacroiliitis \\[ [20](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR20), [26](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR26), [44](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR44)\\]. Conversely, OA can present with joint involvement similar to that of PsA; however, it is non-inflammatory in nature compared with PsA and RA. Morning stiffness and/or worsening joint stiffness with inactivity is common in patients with PsA and RA, whereas joint pain and stiffness associated with OA tends to be exacerbated with activity and improves with rest \\[ [45](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR45)\\]. While involvement of distal interphalangeal joints is common in both PsA and OA, distal interphalangeal involvement in PsA is frequently associated with psoriatic nail disease and joint inflammation, compared with related bone spurs in OA \\[ [24](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR24), [46](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR46)\\].\n\nIt is also important to distinguish between the two major arthritis patterns in patients with suspected PsA—peripheral and/or axial—since the type of arthritis can impact patient disease state and treatment strategy. The majority of patients with PsA experience peripheral joint involvement, and approximately 25–70% of patients have axial involvement \\[ [47](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR47), [48](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR48)\\], depending on the definition of axial disease applied. To screen for peripheral arthritis, practitioners should evaluate patients for swelling and tenderness, which can be indicative of synovitis and inflammation, as well as commonly affected joints, such as feet and hands, knees, wrists, ankles, and shoulders \\[ [24](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR24)\\]. Axial arthritis can be an indicator of higher disease severity \\[ [49](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR49)\\] and commonly presents with slowly developing inflammatory back pain (IBP) \\[ [50](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR50)– [52](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR52)\\]. IBP is defined by the Assessment of SpondyloArthritis international Society as chronic back pain for at least 3 months, with onset before the age of 40 years, pain that causes waking during sleep, and stiffness that improves with activity \\[ [53](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR53)– [55](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR55)\\]. Since patients present with back pain in general medicine settings for a variety of reasons \\[ [56](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR56)\\], it is important to distinguish IBP from mechanical back pain, the latter of which is an injury or structural abnormality in the lower back \\[ [50](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR50), [57](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR57)\\]. Axial PsA is associated with a particularly high incidence of sacroiliitis, which can present as bilateral and symmetric, based on genetic status (HLA-B27). HLA-B27-positive status has been linked to increased inflammatory involvement in the sacroiliac joint and lumbar spine, compared with more involvement in the cervical spine seen in patients with HLA-B27-negative status \\[ [58](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR58), [59](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR59)\\]. An early manifestation of axial involvement associated with PsA is the formation of asymmetric syndesmophytes and paraspinal ossifications \\[ [60](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR60), [61](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR61)\\]. The presence of spondylitis and sacroiliitis can be detected in the axial skeleton using highly sensitive imaging modalities, such as the identification of characteristic bone marrow edema on magnetic resonance imaging (MRI).\n\nThe presence of comorbidities has been linked to each arthritic condition discussed here, yet differences among patient comorbidities may help distinguish PsA from RA or OA. Some comorbidities are significantly more common among patients with PsA, including inflammatory conditions, such as ulcerative colitis (1.1–1.28%), Crohn’s disease (1.0–1.13%), and uveitis (7.0–25.1%), and other metabolic conditions such as obesity (6.0–45.0%) and diabetes mellitus (6.1–20.2%) \\[ [62](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR62)– [64](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR64)\\]. Of note, patients with PsA or RA have comparable increased risk of cardiovascular disease (CVD) compared with the general population; in a real-world observational study, 10.3% and 12.3% of patients with RA or PsA, respectively, reported CVD \\[ [65](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR65)– [67](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR67)\\]. Comorbidities in patients with OA have been found to be similar to those with PsA, especially obesity, metabolic syndrome, and CVD \\[ [68](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR68)– [72](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR72)\\], but practitioners can still screen for psoriasis and uveitis to contribute to a definitive diagnosis of PsA vs OA.\n\n## Application of Imaging Modalities for Differential Diagnosis of PSA\n\nThe use of conventional radiographs and more modern imaging modalities, such as ultrasonography (US), MRI, and computed tomography, can provide essential information to aid practitioners in the diagnosis, prognosis, and monitoring of treatment response in PsA. Imaging modalities can also aid in detecting subclinical joint and/or entheseal inflammation and/or morphological changes that may be present in patients with PsA who may not meet the Classification for Psoriatic Arthritis criteria for identification of PsA. The appropriate use of imaging techniques is essential for the accurate assessment of joint and bone damage to facilitate intervention with suitable therapy.\n\nTraditional radiography can be particularly effective to detect and monitor the structural damage seen in PsA. In the evaluation of patients with suspected PsA, structural changes are likely seen in the hands and feet, although other joints can be involved \\[ [73](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR73), [74](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR74)\\]. Common radiographic changes to screen for include periostitis and new bone formation with concurrent joint damage characterized by erosions and joint space narrowing, osteolysis, subluxation, bone ankylosis, and pencil-in-cup change (Fig. [4](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#Fig4)) \\[ [75](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR75), [76](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR76)\\]. Plain radiography can help visualize the joints of the spine, including the sacroiliac joints, and entheseal new bone formation; however, these changes are more common in late-stage PsA \\[ [77](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR77), [78](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR78)\\]. Radiographs can be used to discern suspected PsA from OA and RA (Fig. [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#Fig2)). Cartilage loss from OA appears as joint space narrowing with occasional sclerosis and can be diffuse, whereas changes from inflammatory arthritis are more discrete. RA can present with erosive changes on the periphery of the joint, and PsA is distinguished by proliferative findings \\[ [79](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR79)\\]. Although radiography can be useful since it can penetrate bone surface and visualize certain aspects of structural changes, it has restricted utility in imaging the soft-tissue changes seen in early stages of PsA \\[ [31](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR31), [80](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR80)\\]. Importantly, radiographs can appear normal at early stages of PsA, which can cause misdiagnosis and/or delays in diagnosis if other imaging modalities are not applied.\n\n### Fig. 4.\n\n[![Fig. 4](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7be8/8572231/c7c13f8d1948/40744_2021_365_Fig4_HTML.jpg)](https://www.ncbi.nlm.nih.gov/core/lw/2.0/html/tileshop_pmc/tileshop_pmc_inline.html?title=Click%20on%20image%20to%20zoom&p=PMC3&id=8572231_40744_2021_365_Fig4_HTML.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/figure/Fig4/)\n\nCharacteristic radiographic features in PsA. Images from **A** Ritchlin CT, et al. _N Engl J Med._ 2017;376(10):957–70. 10.1056/NEJMra1505557a and **B** Braga MV, et al. _Sci Rep_. 2020;10(1):11580. 10.1038/s41598-020-68456-7b. MC metacarpal head, MRI magnetic resonance imaging, PP proximal phalanx, STIR short-tau inversion recovery. aRadiographic features of PsA: **a** arthritis mutilans, with pencil-in-cup deformities (arrow) and marked bone resorption (osteolysis) in phalanges of the right hand; **b** the hand radiograph shows joint resorption, ankylosis, and erosion in a single ray; **c** enthesophytes at the plantar fascia and Achilles’ tendon insertions; and **d** syndesmophytes involving the cervical spine, with ankylosis of facet joints (arrow); **e** bilateral grade 3 sacroiliitis; **f** paramarginal syndesmophyte bridging the fourth and fifth lumbar vertebrae; **g** bone marrow edema in the second and third lumbar vertebrae in a patient with severe psoriasis and new onset of back pain; **h** high-frequency (15 MHz) grayscale ultrasound image shows synovitis of the metacarpophalangeal joint. Distention of the joint capsule is evident (arrows). The confluent red signals (box in the lower part of the image) with power Doppler ultrasonography indicate synovial hyperemia; and **i** high-frequency (15 MHz) ultrasound image shows enthesitis. The confluent red signals with power Doppler ultrasonography represent hyperemia at the tendon near its insertion into the calcaneus. Normally, the tendon is poorly vascularized \\[ [76](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR76)\\]. bUnilateral acute sacroiliitis of the sacroiliac joints that can be seen on MRI. Coronal STIR sequence: high signal intensities on the right compatible with bone marrow edema (white arrows) and enthesitis (blue arrows)\\[ [75](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR75)\\]\n\nUS imaging is a useful tool that rheumatologists can use to help visualize inflammatory alterations in soft tissues, such as the synovium, tendons, and entheses, as well as superficial structural changes on the bone surface characteristic of PsA \\[ [81](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR81), [82](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR82)\\]. Synovitis in PsA is non-specific on US imaging but can pinpoint joint involvement, and a scoring system has been established by the Outcome Measures in Rheumatology (OMERACT) US Working Group to evaluate the degree of synovitis \\[ [83](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR83)\\]. US can support the early detection and prognosis of subclinical synovitis, and increased US detection of PsA has been reported compared with clinical examination, which can be used to prevent misdiagnosis \\[ [84](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR84), [85](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR85)\\]. US is commonly used to visualize enthesitis and has been reported to be superior to clinical examination for the detection of enthesitis in the lower limbs of patients with spondyloarthritis \\[ [77](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR77), [86](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR86), [87](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR87)\\]; the OMERACT US Task Force reached a consensus on the sonographic lesions that define spondyloarthritis-related enthesitis, and the GRAPPA US Working Group developed an US enthesitis score for PsA \\[ [88](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR88)\\]. Enthesitis in PsA is typified by five abnormalities: tendon thickening and hypoechogenicity, erosions, enthesophytes, calcifications, and abnormal blood flow detected by power Doppler signal at the entheses, all of which can be visualized via US imaging \\[ [89](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR89)\\]. Additionally, US imaging is the preferred method for imaging components of dactylitis to identify the characteristic flexor tenosynovitis and increased subcutaneous soft-tissue swelling, particularly in early disease \\[ [90](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR90), [91](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR91)\\].\n\nThe high sensitivity of MRI can be used for the early detection of active inflammatory responses that can be seen in early PsA, and the OMERACT MRI in Arthritis Working Group has developed definitions for pathologies commonly seen in PsA \\[ [92](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR92)\\]. The detailed MRI findings common in PsA include thickening of tendons and ligaments, joint effusions and inflammation, bone erosions, enthesophytes, and bone marrow edema \\[ [93](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR93), [94](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR94)\\]. Structural abnormalities often seen in patients with PsA, such as the localization of bone marrow edema in proximity to enthesitis, soft-tissue inflammation and tendon involvement \\[ [95](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR95)\\], and location of erosions, can be applied as distinguishing factors visible with MRI \\[ [96](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR96), [97](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR97)\\]. More specifically, APPs can note the location of bone marrow edema, which is near the entheses in PsA compared with the capsular attachments in RA, and areas of tenosynovitis are soft-tissue inflammation around the tendon sheath related to dactylitis as opposed to in the hands and wrists in RA \\[ [95](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR95), [98](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR98)\\]. However, small studies reported overlap of MRI findings in PsA and OA, such as bone marrow edema, synovitis, and periostitis, which can add to the challenge of a differential diagnosis \\[ [7](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR7), [96](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR96), [99](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR99)\\]. Additionally, for patients with disease that has progressed, the fat deposition and erosions characteristic of chronic inflammation can be visualized with MRI. Features of enthesitis and dactylitis can be visualized with MRI; however, detection in peripheral joints can be difficult because of the potential for low signal in areas with low water accumulation, such as bone attachments \\[ [31](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR31), [100](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR100)\\]. MRI is the preferred first-line modality for patients with suspected axial PsA who are younger and/or who have shorter disease duration \\[ [101](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR101)\\]. Active inflammation (i.e., synovitis and enthesitis) at the sacroiliac joints and bone marrow edema throughout the entire spine, for patients who may have more cervical involvement, can be evaluated via MRI; this is important as early detection prevents irreversible damage on plain film \\[ [97](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR97), [101](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR101)\\].\n\nComputed tomography can illustrate the structural damage (i.e., bone erosion, sclerosis, joint space alterations) associated with axial involvement in PsA with high resolution; however, it is not recommended or widely used in routine clinical practice unless radiography is negative and the use of MRI is not possible.\n\nAlthough each imaging modality has its advantages and limitations, imaging can be valuable for the differential diagnosis of PsA, the assessment of disease severity, monitoring of structural and inflammatory changes, and gauging treatment efficacy.\n\n## Biomarkers That Can Facilitate Differentiation of PSA, RA, and OA\n\nOne challenge in the diagnosis of PsA is the lack of validated biomarkers detectable in the serum or synovial fluid that are unique to PsA; however, there are serologic, genetic, and inflammatory markers that can be screened to substantiate clinical findings.\n\nSerologic analyses for rheumatoid factor (RF) and cyclic citrullinated peptide (CCP) can be used to facilitate the distinction between PsA and RA. Approximately 80% of patients with RA are RF positive and CCP positive, while nearly all patients with PsA are RF and/or CCP negative \\[ [102](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR102)\\]. However, it is important to not rule out PsA solely on the basis of CCP- and/or RF-negative status, as an estimated 13% of patients with PsA are RF positive \\[ [33](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR33)\\]. Additionally, C-reactive protein (CRP) and erythrocyte sedimentation rate (ESR) have been shown to be markers of inflammation in patients with RA and PsA. Both ESR and CRP were reported to significantly predict radiographic progression in RA \\[ [8](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR8)\\]. Patients with PsA, on average, have lower ESR and CRP levels than patients with RA, yet elevations of both have been significantly correlated with the number of swollen joints, structural damage, and abnormalities detected with US \\[ [84](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR84), [103](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR103)\\]. Elevated ESR and CRP levels that are attributed to PsA are considered markers of severe PsA by the American College of Rheumatology (ACR)/National Psoriasis Foundation, and tumor necrosis factor inhibitors (TNFis) and/or anti-interleukin-17 (IL-17) biologic disease-modifying antirheumatic drugs (bDMARDs) are recommended for earlier use in these patients \\[ [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR3), [104](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR104), [105](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR105)\\].\n\nGenetic factors can also assist in differential diagnosis of PsA; HLA-B27, in particular, has been linked to the increased susceptibility to develop PsA among patients with psoriasis, which can also be affected by family history and/or race \\[ [106](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR106), [107](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR107)\\]. HLA-B27 has also been linked to development of enthesitis and symmetric sacroiliitis and is more common among patients with axial involvement than those without \\[ [108](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR108), [109](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR109)\\]. Among patients with RA who are RF and CCP positive, the presence of HLA-DRB1 alleles has been associated with disease severity and susceptibility to develop RA \\[ [110](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR110)\\]; this genetic factor is generally absent in patients with PsA but has been associated as a risk factor for inflammatory bowel disease and may indicate the presence of inflammatory bowel disease among patients diagnosed with PsA \\[ [111](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR111)\\]. While the presence of HLA-B27 or HLA-DRB1 alone would not constitute a definitive diagnosis, it can be used to substantiate a diagnosis along with clinical signs and symptoms.\n\n## Treatment Recommendations and Guidelines for Management of PSA\n\nOnce a confirmed diagnosis of PsA is established, providers can utilize known inflammatory markers to facilitate determination of the optimal treatment strategy for patients. Inflammatory responses in arthritic diseases result in increased production of pro-inflammatory cytokines that act together to propagate chronic inflammation (Table [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#Tab1)). TNFα overexpression has been linked to the pathogenesis of PsA, RA, and OA \\[ [112](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR112)– [114](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR114)\\]. IL-17 is increased in the synovial fluid and psoriatic plaques of patients with PsA \\[ [115](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR115)– [118](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR118)\\]. Cytokines IL-12 and IL-23 also have established roles in the pathogenesis of PsA \\[ [119](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR119)– [123](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR123)\\]. Additionally, IL-6 dysregulation plays a key role in the development and progression of RA \\[ [124](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR124)– [126](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR126)\\] and has been associated with age-related inflammation and radiographic knee OA \\[ [127](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR127)\\], and increased IL-6 levels are seen in the synovium in PsA \\[ [114](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR114), [128](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR128)\\]. IL-1β plays a crucial role in the pathogenesis of OA \\[ [129](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR129)– [131](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR131)\\]. However, elevated levels of IL-1β are also frequently seen in PsA and RA \\[ [132](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR132)\\], so this dysregulation alone cannot be used to differentiate diagnosis. High numbers of activated T cells are found in the inflamed joints and skin of patients with PsA and have also been linked to the pathogenesis and progression of RA \\[ [133](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR133)– [135](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR135)\\]. Lastly, the role of the Janus kinase (JAK)/signal transducer and activator of transcription (STAT) pathway is implicated in the pathogenesis of these diseases \\[ [136](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR136)– [140](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR140)\\]. Several cytokines that are upregulated in RA and/or PsA can promote increased cytokine release through several JAK/STAT pathways, potentiating further inflammatory responses that can propagate cycles of chronic inflammation \\[ [137](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR137), [141](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR141)\\]. Overlap in intracellular signaling cascades that are involved in the pathogenesis of each disease can add to the challenge of differentiating PsA from RA and OA; however, assessment of each of these markers may be part of a clinical examination to substantiate clinical presentation and could be used to determine optimal treatment plans.\n\n### Table 1.\n\nPro-inflammatory cytokines associated with disease pathogenesis of PsA, RA, and OA\n\n| Cytokine | Description | Cell signaling regulation | Targeted therapies |\n| :-- | :-- | :-- | :-- |\n| TNFα \\[ [112](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR112)– [114](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR114)\\] | Inflammatory cytokine produced by Th1, Th22, Th17, NK, and dendritic cells, as well as macrophages and neutrophils | Overexpression linked to pathogenesis of PsA, RA, and OA | TNFis approved and recommended for PsA and RA include etanercept, infliximab, adalimumab, golimumab, and certolizumab pegol |\n| IL-17 \\[ [115](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR115)– [118](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR118)\\] | Inflammatory cytokine produced by Th17, Th9, innate lymphoid, and mast cells, as well as neutrophils | Increased in the synovial fluid and psoriatic plaques of patients with PsA<br>Associated with pathogenesis of PsA but not established for RA or OA | IL-17is approved and recommended for PsA include secukinumab and ixekizumab |\n| IL-12/23 and IL-23 \\[ [119](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR119)– [123](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR123)\\] | Pro-inflammatory cytokines produced by dendritic cells and macrophages | IL-12 stimulates Th1 cells<br>IL-23 regulates Th17 cells at sites of enthesitis | IL-12/23i and IL-23i approved and recommended for PsA are ustekinumab and guselkumab, respectively |\n| IL-6 \\[ [124](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR124)– [128](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR128)\\] | Produced by dendritic cells, macrophages, and neutrophils | Elevated levels of IL-6 have been reported in the synovial fluid of patients with RA and PsA and the serum and plasma in patients with RA<br>Plays a role in RA progression via T and B cell activation, autoantibody and acute-phase protein production, and osteoclast and synoviocyte stimulation<br>Increased IL-6 levels have been associated with age-related inflammation and are predictive of radiographic knee OA | IL-6 receptor antagonists approved and recommended for RA include tocilizumab and sarilumab |\n| IL-1β \\[ [129](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR129)– [132](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR132)\\] | Produced by macrophages and neutrophils in the joint and synovial membrane | Shown to induce inflammation and catabolic effects of the articular cartilage and other aspects of joints leading to OA<br>Elevated levels are also seen in patients with PsA and RA | IL-1 receptor antagonist approved for RA is anakinra |\n| T cells \\[ [133](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR133)– [135](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR135)\\] | A type of white blood cell that is key to the function and regulation of the immune system to protect the body from infection | An increased number of activated T cells, including Th17 cells, are found in the inflamed joints and skin of patients with PsA<br>Aberrant regulation and function of Th and Treg cells have been linked to the pathogenesis and progression of RA | A T cell co-stimulation modulator approved for RA and PsA is abatacept |\n| JAK/STAT \\[ [136](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR136)– [139](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR139)\\] | Pro-inflammatory cytokines signal through and regulate the JAK/STAT pathways | Several pro-inflammatory cytokines recruit and activate immune cells to sites of inflammation and increase cytokine regulation through JAK/STAT pathways | JAK inhibitor approved for PsA and RA is tofacitinib<br>JAK inhibitors approved for RA include baricitinib and upadacitinib |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/table/Tab1/)\n\n_IL-12/23i_ interleukin-12/23 inhibitor, _IL-17i_ interleukin-17 inhibitor, _IL-23i_ interleukin-23 inhibitor, _JAK_ Janus kinase, _NK_ natural killer, _OA_ osteoarthritis, _PsA_ psoriatic arthritis, _RA_ rheumatoid arthritis, _STAT_ signal transducer and activator of transcription, _Th_ helper T cell, _TNFi_ tumor necrosis factor inhibitor, _Treg_ regulatory T cell\n\nEarly treatment intervention of PsA has the potential to significantly impede disease progression and allow patients to maintain quality of life. Patients are often seen by several healthcare providers (e.g., primary care providers, dermatologists, orthopedists) along their journey to a definitive diagnosis. One study reported that among those surveyed, patients with PsA were most commonly treated by a general practitioner (79.8%), rheumatologist (66.5%), dermatologist (33.0%), and/or orthopedist (21.7%) and found that patients with increased time to diagnosis were significantly more likely to have initially sought care from general practitioners, orthopedists, and chiropractors \\[ [22](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR22)\\]. Upon appropriate identification of suspected PsA, a referral to a rheumatologist should follow, and a comprehensive referral is crucial to best assist in the diagnosis of PsA and choice of an appropriate treatment strategy. We recommend that patient history, imaging, laboratory tests, history of joint involvement, synovial fluid draining and findings (e.g., cell count, crystal deposits, and cultures), and the disease domains involved be included in a referral (Fig. [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#Fig1)). A study that included data for 405 newly diagnosed patients with PsA included in the Dutch south-west Early Psoriatic Arthritis cohort found diverse primary manifestations at time of diagnosis, with domain presentation ranges from 12.6% to 85% \\[ [142](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR142)\\]. Furthermore, in a study among 2617 patients with established PsA \\[mean (SD) disease duration of 8.5 (8.1) years\\] enrolled in a registry, domain presentation and comorbidities were varied; individual domain presentation ranged from 9.0% to 69.3%, and common comorbidities included uveitis (0.9%), Crohn’s disease (1.0%), and ulcerative colitis (0.9%) (Fig. [5](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#Fig5)) \\[ [143](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR143)\\]. It is important for APPs to make note of the disease domain type and severity involved since it may impact treatment options and effectiveness.\n\n### Fig. 5.\n\n[![Fig. 5](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7be8/8572231/21e94d660fd7/40744_2021_365_Fig5_HTML.jpg)](https://www.ncbi.nlm.nih.gov/core/lw/2.0/html/tileshop_pmc/tileshop_pmc_inline.html?title=Click%20on%20image%20to%20zoom&p=PMC3&id=8572231_40744_2021_365_Fig5_HTML.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/figure/Fig5/)\n\nFrequency of disease domains in patients with PsA. ASAS Assessment of SpondyloArthritis international Society, CBP chronic back pain, CD Crohn’s disease, CVD cardiovascular disease, IBP inflammatory back pain, LDI Leeds Dactylitis Index, LEI Leeds Enthesitis Index, PA peripheral arthritis, PASI Psoriasis Area and Severity Index, PsA psoriatic arthritis, SPARCC Spondyloarthritis Research Consortium of Canada, SJC swollen joint count, TJC tender joint count, UC ulcerative colitis, VAS visual analog scale. aDisease domains were defined as follows: (1) enthesitis: patients with LEI > 0; (2) dactylitis: determined by LDI > 0; (3) PA: disease subtype was determined at diagnosis by rheumatologist and defined by primary presentation as monoarthritis (1 joint), oligoarthritis (2–4 joints), and polyarthritis (≥ 5 joints); (4) axial involvement: patients were classified as having CBP if they reported chronic complaints of back pain for a duration of longer than 3 months at present or in the past 12 months and with onset < 45 years of age. Of these patients, fulfillment of the ASAS classification criteria for IBP was determined; (5) psoriasis: patients with PASI > 1 \\[ [142](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR142)\\]. bDisease domains were defined as follows: (1) enthesitis: patients with SPARCC > 1; (2) dactylitis: patients with peripheral dactylitis > 1; (3) PA: patients with TJC and/or SJC > 0; (4) nail psoriasis: patients with global nail psoriasis severity VAS > 0; (5) axial disease: patients with physician-reported presence of spinal involvement at time of registry enrollment, based on clinical judgment of features thought to be representative of active inflammatory spondylitis and/or radiographs or magnetic resonance imaging (MRI) showing sacroiliitis such as sacroiliitis grade > 2 bilaterally or grades 3–4 unilaterally by x-ray, active (acute) inflammation on MRI highly suggestive of sacroiliitis associated with SpA, definite radiographic sacroiliitis according to modified New York criteria, and other evidence of sacroiliitis on imaging; and (6) skin disease: patients with > 0% body surface area affected by psoriasis\n\nThe care and management of PsA relies primarily on pharmacological measures, and the appropriate choice is vital to optimize treatment response. There is overlap in approved treatment options for PsA, RA, and OA (Table [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#Tab2)) \\[ [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR3), [105](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR105), [144](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR144)– [149](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR149)\\]; therefore, a definitive diagnosis of PsA is paramount for the appropriate choice to optimize therapeutic response. Different classes of DMARDs are indicated for PsA and RA, including conventional synthetic (csDMARDs), biologic (bDMARDs), and targeted synthetic (tsDMARDs) \\[ [105](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR105), [146](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR146)\\]; however, none of these are approved for OA. csDMARDs, along with nonsteroidal anti-inflammatory drugs (NSAIDs) and glucocorticoids, are widely used as initial treatment for the signs and symptoms of PsA and RA, and NSAIDs are used for patients with OA. The overlap of approved csDMARDs for PsA and RA include methotrexate and leflunomide, while there are a number of other csDMARDs indicated for RA but not PsA \\[ [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR9)\\]. The majority of bDMARDs have been widely recognized for their ability to effectively improve signs and symptoms and inhibit the structural progression seen with PsA and RA, although targeting IL-12/23 and IL-23 has not been reported to inhibit structural progression; there are inconclusive and limited data on the use of bDMARDs in OA \\[ [105](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR105), [150](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR150)\\]. TNFis are approved for active PsA and RA and have been widely established as an effective bDMARD for these patients. More selective novel bDMARDs have been developed with different mechanisms of action linked to PsA and RA, including those that target IL-17 \\[ [151](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR151), [152](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR152)\\], IL-12/23 \\[ [153](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR153)– [156](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR156)\\], and IL-23 \\[ [157](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR157), [158](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR158)\\] in PsA; IL-1 \\[ [159](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR159), [160](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR160)\\], CD20 \\[ [161](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR161)\\], and IL-6 \\[ [162](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR162)\\] in RA; and T cell modulation in both RA and PsA \\[ [163](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR163), [164](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR164)\\]. More recently, tsDMARDs that specifically target JAK/STAT and phosphodiesterase 4 (PDE4) have been approved in PsA and RA owing to the growing evidence of the dysregulation of these pathways in both diseases, although more tsDMARDs are approved for RA than PsA \\[ [165](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR165)– [167](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR167)\\]. Given the overlap in treatment options for PsA, RA, and OA, a differential diagnosis is imperative prior to treatment initiation as variations in inflammatory responses and patient demographics may arise from different mechanisms of action, which should be considered for the development of an appropriate treatment plan.\n\n### Table 2.\n\nFDA-approved therapies for PsA, RA, and OA\n\n| Class | PsA \\[ [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR3), [105](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR105), [144](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR144)\\] | RA \\[ [145](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR145), [146](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR146)\\] | OA \\[ [147](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR147)– [149](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR149)\\] |\n| :-- | :-- | :-- | :-- |\n| csDMARDs | MTX, leflunomide, sulfasalazine, cyclosporine | MTX, leflunomide, sulfasalazine, hydroxychloroquine, cyclosporine |  |\n| bDMARDs | TNFis: etanercept, infliximab, adalimumab, golimumab, certolizumab pegol<br>IL-17 inhibitors: secukinumab, ixekizumab<br>IL-12/23 inhibitor: ustekinumab<br>IL-23 inhibitor: guselkumab<br>T-cell activation inhibitor: abatacept | TNFis: etanercept, infliximab, adalimumab, golimumab, certolizumab pegol<br>IL-6 receptor antagonists: tocilizumab, sarilumab<br>IL-1 receptor antagonist: anakinra<br>T-cell activation inhibitor: abatacept<br>CD20 inhibitor: rituximab |  |\n| tsDMARDs | PDE4 inhibitor: apremilast<br>JAK inhibitor: tofacitinib | JAK inhibitors: tofacitinib, baricitinib, upadacitinib |  |\n| Other | Corticosteroid injections<br>NSAIDs | Corticosteroid injections<br>NSAIDs | Corticosteroid injections<br>NSAIDs<br>Opioids: tramadol<br>Non-pharmacological interventions:<br>Exercise<br>Weight management<br>Strength training<br>Self-management and education |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/table/Tab2/)\n\n_bDMARD_ biologic DMARD, _csDMARD_ conventional synthetic DMARD, _DMARD_ disease-modifying antirheumatic drug, _IL_ interleukin, _JAK_ Janus kinase, _MTX_ methotrexate, _NSAID_ nonsteroidal anti-inflammatory drug, _OA_ osteoarthritis, _PsA_ psoriatic arthritis, _PDE4_ phosphodiesterase 4, _RA_ rheumatoid arthritis, _TNFi_ tumor necrosis factor inhibitor, _tsDMARD_ targeted synthetic DMARD\n\nGuidelines and treatment recommendations present healthcare providers with the best evidence available for circumstances commonly seen in patients to allow practitioners to deliver optimal care. Recommendations and guidelines for the treatment of PsA have been developed by the European League Against Rheumatism, GRAPPA, and ACR/National Psoriasis Foundation, which broadly propose an escalation-type approach to therapy and can be managed and initiated by rheumatology providers following an appropriate referral \\[ [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR3), [105](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR105), [144](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR144)\\]. Similar recommendations are also available for RA \\[ [146](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR146)\\] and OA \\[ [147](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR147)\\].\n\nApproved treatment strategies differ because of the differences in pathogenesis, clinical presentation, and response to therapy among patients; therefore, an accurate disease diagnosis is imperative as it can have crucial implications for therapeutic response (Table [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#Tab2)). Treatments that are less specific, such as NSAIDs and corticosteroid injections, have been shown to be effective for treatment of the symptoms of PsA, RA \\[ [145](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR145)\\], and OA \\[ [148](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR148), [149](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR149)\\], and these agents could be used for initial disease management before a differential diagnosis and prognosis can be determined.\n\nOnce a diagnosis is established, it is imperative to consider which PsA disease domains are involved to select the appropriate treatment for optimal effectiveness (Table [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#Tab3)) \\[ [105](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR105)\\]. Data on the efficacy of csDMARDs, especially methotrexate, in PsA are varied; historically, methotrexate has not been shown to be effective for improving measures of synovitis, including joint counts, and ESR and CRP levels or for delaying radiographic progression but is effective for skin involvement seen with the disease. More recently, methotrexate has been shown to improve ACR20 responses among treatment-naive patients with PsA in randomized controlled trials \\[ [168](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR168)– [171](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR171)\\]. Conversely, the efficacy of methotrexate in patients with RA is well established and is the most frequently used csDMARD for first-line therapy \\[ [8](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR8), [145](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR145)\\]. The use of csDMARDs in OA is less understood and the data are not robust enough to encourage incorporation of treatment into clinical practice; however, there is some evidence that methotrexate may be effective for pain reduction seen in OA of the knee \\[ [172](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR172), [173](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR173)\\].\n\n### Table 3.\n\nRecommended treatments for PsA by disease domain involvement \\[ [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR3), [105](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR105), [144](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR144)\\]\n\n| Disease domain | Treatment recommendationa |\n| :-- | :-- |\n| Enthesitisb | First line: NSAIDs,<br>Inadequate response to NSAIDs: csDMARDs, TNFis, IL-12/23i, IL-17is, JAKi |\n| Dactylitisb | First line: csDMARDs<br>Inadequate response to csDMARDs/TNFis: switch TNFis, IL-17is, IL-12/23i |\n| Peripheral arthritisb | First line: csDMARDs, TNFis, NSAIDs,<br>Inadequate response to prior DMARDs: IL-12/23i, IL-17is, JAKi<br>Inadequate response to prior DMARDs with skin involvement: IL-17is, IL-12/23i |\n| Nail psoriasis | First line: TNFis, IL-12/23i, IL-17i<br>Inadequate response to prior biologics: switch biologic or PDE4i |\n| Axial disease | First line: NSAIDs<br>Inadequate response to prior NSAIDs: TNFis<br>Inadequate response to prior NSAIDs with skin involvements: IL-17is |\n| Psoriatic skin disease | First line: topical treatments, csDMARDs, particularly MTX<br>Inadequate response to csDMARDs: IL-17is, IL-12/23i, TNFis, PDE4ic |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/table/Tab3/)\n\n_bDMARD_ biologic DMARD, _CS_ corticosteroids, _csDMARD_ conventional synthetic DMARD, _DMARD_ disease-modifying antirheumatic drug, _IL-12/23i_ interleukin-12/23 inhibitor, _IL-17i_ interleukin-17 inhibitor, _JAKi_ Janus kinase inhibitor, _MTX_ methotrexate, _NSAID_ nonsteroidal anti-inflammatory drug, _PDE4i_ phosphodiesterase 4 inhibitor, _PsA_ psoriatic arthritis, _TNFi_ tumor necrosis factor inhibitor\n\naTreatment recommendations do not include evidence for IL-23 inhibitors, as none were approved for PsA at the time of their publication\n\nbCS injections can be considered on an individual basis for peripheral arthritis, enthesitis, and dactylitis because of the potential for serious side effects and inadequate available evidence for efficacy\n\ncIn patients with mild disease\n\nTherapeutic agents that target upstream factors, such as TNFis, are effective and recommended for the treatment of both RA and PsA \\[ [105](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR105), [145](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR145)\\]. TNFis are broadly effective; they are recommended to treat PsA-related enthesitis, dactylitis, and nail disease and are effective for PsA disease that is predominately axial. TNFis may be the preferred first and second bDMARDs for patients with concurrent uveitis \\[ [105](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR105), [144](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR144)\\]. However, increasing evidence has shown that newer bDMARDs that block IL-17, IL-12/23, or IL-23 have increased efficacy and better long-term safety profiles compared with TNFis in PsA, particularly for skin and nail disease, with fewer adverse events \\[ [174](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR174)– [177](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR177)\\]; these biologics are now recommended alongside TNFis for first-line therapy. IL-17 inhibitors may be preferred as first-line therapy for PsA with predominant skin involvement \\[ [176](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR176)\\]. Additionally, IL-12/23 inhibitors do not show sufficient efficacy for axial involvement compared with TNFis, so they are not recommended when axial involvement is present \\[ [178](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR178)\\]. These bDMARDs have shown superior efficacy for PsA treatment; however, the efficacy for RA is varied, and it has not been studied in OA \\[ [179](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR179), [180](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR180)\\]. Similarly, more selective bDMARDs have been increasingly shown to be more effective for the treatment of RA \\[ [146](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR146), [181](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR181)\\]. Patients with RA will benefit from the use of bDMARDs that target IL-6 and CD20, especially after inadequate response to TNFis, while their efficacy in patients with PsA is not established. Further, inhibition of T cell activation with abatacept treatment can be used in patients with RA, as well as those with PsA, who fail to respond to other bDMARDs.\n\nFor patients with an inadequate response to TNFis and other bDMARDs, tsDMARDs are increasingly recommended for patients with PsA (oral small molecules targeting JAK or PDE4) and RA (targeting JAK only). The efficacy of JAK inhibition in PsA has been established for patients with inadequate response or intolerance to csDMARDs and has been reported to significantly improve physical function, psoriasis, enthesitis, and dactylitis related to PsA \\[ [165](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR165), [182](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR182)\\]. Similarly, inhibiting PDE4 has been reported to significantly improve signs and symptoms of PsA and patient-reported outcome measures with sustained response up to 5 years regardless of prior bDMARD experience; however, inhibition of radiographic progression is not established with PDE4 inhibition \\[ [183](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR183), [184](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR184)\\]. tsDMARDs effectively improve clinical manifestations, disease activity, and patient-related outcome measures of RA compared with csDMARDs, although greater improvements are achieved when administered in combination with csDMARDs \\[ [166](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR166), [181](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR181)\\]. While efficacy of tsDMARDs has been recognized for both diseases, it is still important to differentiate PsA from RA for the consideration of tsDMARD treatment since some agents have not been thoroughly studied in PsA and may not be as effective as in RA. Although PsA, RA, and OA have various overlapping clinical manifestations, variations in underlying pathogenesis and response to therapy translate into significantly varying clinical outcomes.\n\n## Summary\n\nPsA is a complex disease characterized by inflammation of multiple clinical domains, including peripheral joints, skin and nails, axial joints, entheses, eyes, and digits. There are many systemic treatment options available that are dictated by disease severity and that have demonstrated effective control of joint damage as assessed by radiographic progression. Early assessment, diagnosis, and treat-to-target strategies are key to the management of patients with PsA to facilitate the administration of appropriate therapy in a timely manner. Skin manifestations of psoriasis, which often develop before arthritic symptoms, place the responsibility on the dermatologist or primary care provider to screen for arthritis and enhance early diagnosis. Collaboration and coordinated care are key among primary care providers and subspecialists to ensure positive outcomes for patients, controlling symptoms and disease activity, maintaining functional ability, and improving patient quality of life.\n\n",
  "sections": [
    "## Abstract\n\nPsoriatic arthritis (PsA) is a chronic inflammatory disease that affects multiple organ systems and is characterized by skin and joint manifestations. PsA is frequently undiagnosed and/or misdiagnosed, especially because of the similarities in clinical presentation shared with other arthritic diseases, including rheumatoid arthritis (RA) and osteoarthritis (OA). An accurate and timely diagnosis of PsA is crucial to prevent delays in optimal treatment, which can lead to irreversible joint damage and increased functional disability. Patients are usually seen by a number of different healthcare providers on their path to a diagnosis of PsA, including advanced practice providers (APPs). This review provides a comprehensive overview of the characteristic features that can be used to facilitate the differentiation of PsA from RA and OA. Detailed information on clinical manifestations, biomarkers, radiologic features, and therapeutic recommendations for PsA included here can be applied in routine clinical settings to provide APPs with the confidence and knowledge to recognize and refer patients more accurately to rheumatologists for management of patients with PsA.\n\n**Keywords:** Psoriatic arthritis, Diagnosis, Rheumatoid arthritis, Osteoarthritis, Clinical presentation\n\n",
    "## Key Summary Points\n\n|     |\n| --- |\n| Psoriatic arthritis (PsA) is a complex disease characterized by inflammation of multiple clinical domains, including peripheral joints, skin and nails, axial joints, entheses, eyes, and digits |\n| The similarities in clinical presentation of PsA and other rheumatic diseases such as rheumatoid arthritis (RA) or osteoarthritis (OA) can make a differential diagnosis challenging; therefore, it is crucial for primary care providers, including advanced practice providers (APPs), to be aware of characteristics and criteria indicative of a diagnosis of PsA |\n| Characteristic features can be used to differentiate PsA from RA and OA, and early assessment, diagnosis, and treat-to-target strategies are key to the management of patients with PsA to facilitate the administration of appropriate therapy in a timely manner |\n| Collaboration and coordinated care are key among primary care providers, APPs, and subspecialists to ensure positive outcomes for patients, controlling symptoms and disease activity, maintaining functional ability, and improving patient quality of life |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/table/Taba/)\n\n",
    "## Introduction to Psoriatic Arthritis, Rheumatoid Arthritis, and Osteoarthritis\n\nPsoriatic arthritis (PsA) is a chronic inflammatory heterogeneous arthritis that is associated with psoriasis, and approximately 30% of patients with psoriasis develop PsA \\[ [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR1)\\]. It is estimated that PsA has a prevalence rate of approximately 1–2 per 1000 in the general population and an incidence rate of approximately 6 per 100,000 per year \\[ [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR2), [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR3)\\]. Generally, onset of PsA occurs between ages 30 and 50 years but can develop at any point throughout a patient’s lifetime. The Group for Research and Assessment of Psoriasis and Psoriatic Arthritis (GRAPPA) defined six clinical domains that can be involved with PsA: peripheral arthritis, enthesitis, dactylitis, psoriasis, psoriatic nail disease, and axial disease \\[ [4](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR4)– [6](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR6)\\].\n\nDefinitive diagnosis of PsA is further complicated by several arthritic conditions with similar clinical presentations. PsA is often undiagnosed and can be misdiagnosed for rheumatoid arthritis (RA) or osteoarthritis (OA), especially in a non-rheumatologic setting \\[ [7](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR7)– [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR9)\\]. RA is a chronic inflammatory arthritis typified by pain, swelling, and stiffness of the joints, particularly symmetric small-joint synovitis of the hands and feet \\[ [10](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR10)\\]. The lining of the joints is primarily affected in RA, and without adequate treatment, long-standing disease activity can result in permanent joint deformity and bone damage \\[ [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR11)\\]. It is estimated that RA has global prevalence and incidence rates of 246.6 and 14.9 per 100,000 in the general population, respectively \\[ [12](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR12)\\]. RA can present at any age, but peak age of onset is between ages 30 and 50 years, and likelihood increases with age \\[ [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR11)\\]. OA is the most common non-inflammatory arthritic condition strongly associated with aging, and symptoms arise from deterioration of joint cartilage, which can cause changes in the bone and connective tissues of the joints \\[ [13](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR13)\\]. Additionally, erosive inflammatory OA, typically affecting the hand, is a subset of OA that can mimic common inflammatory arthritic conditions, further complicating the distinction of OA from PsA \\[ [14](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR14), [15](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR15)\\]; however, this subset of OA does not have an established diagnostic criterion \\[ [16](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR16)\\], and therefore it will not be treated as a separate clinical condition throughout this review. Onset of OA is usually in the late 50s \\[ [7](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR7)\\], affecting millions of people, with prevalence and incidence estimates varying depending on OA definition \\[ [17](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR17), [18](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR18)\\]. Recently, it was estimated that 242 million people were living with symptomatic and activity-limiting OA of the hip and/or knee globally \\[ [19](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR19)\\].\n\nA proper diagnosis and timely treatment of PsA are essential to prevent permanent joint damage and decrease functional disability \\[ [20](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR20), [21](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR21)\\]. Patients are often seen by various healthcare providers on their pathway to a diagnosis of PsA, including dermatologists, orthopedists, general practitioners, chiropractors, and advanced practice providers (APPs) \\[ [22](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR22)\\]. Diagnosis of PsA relies on early detection through appropriate history taking, careful examination, and clinical judgment, and APPs are in a position to see many patients with different rheumatic diseases; therefore, it is imperative that APPs are aware of and receive proper training to accurately screen for features to identify PsA.\n\n",
    "## Statement of Literature Search\n\nFor the development of this narrative review, publications were identified by a series of searches on PubMed between September 2020 and July 2021. Search terms included “(diagnos\\* OR differentiat\\*) AND (psoriatic arthritis OR rheumatoid arthritis OR osteoarthritis)”; “(biomarker OR serologic\\* OR marker OR genetic\\*) AND (psoriatic arthritis OR rheumatoid arthritis OR osteoarthritis)”; “(IL-17 OR IL-12 OR IL-23, OR IL-6 OR TNFα OR IL-1β OR JAK/STAT) AND (psoriatic arthritis OR rheumatoid arthritis OR osteoarthritis)”; “(biologic\\* OR DMARD\\*) AND (psoriatic arthritis OR rheumatoid arthritis OR osteoarthritis).” Publications that detailed the characteristic clinical manifestations, comorbidities, pathogenesis, biomarkers, treatment recommendations, and differential diagnosis for PsA, RA, and OA were included. References that were determined to be irrelevant on the basis of the authors’ judgment were excluded from consideration. Relevant references that were cited within the publications included in this review and articles previously known by authors were considered on the basis of the criteria. This review is based on studies that were previously completed and does not contain any novel studies with human participants that were conducted by any of the authors.\n\n",
    "## Key Clinical Features for Differential Diagnosis of PsA\n\nThe similarities in clinical presentation of PsA and other rheumatic diseases can make a differential diagnosis challenging; therefore, it is crucial for APPs to be aware of characteristics and criteria indicative of a diagnosis of PsA. Clinical evaluation based on patient history and thorough physical examination can be supported by classification criteria to assist the practitioner in recognizing the combination of clinical features unique to PsA. The Classification for Psoriatic Arthritis criteria were developed from patient data to standardize enrollment in clinical trials of PsA; they have been shown to have high sensitivity and specificity for the diagnosis of PsA and have been incorporated into clinical settings to assist practitioners in the identification of potential signs of PsA \\[ [23](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR23)\\]. These criteria require patients to present with at least one “stem” feature of inflammatory disease and at least three points given a numerical value to fulfill the PsA classification and could be included as part of a rheumatology referral checklist (Fig. [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#Fig1)).\n\n### Fig. 1.\n\n[![Fig. 1](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7be8/8572231/4bef22c87ae0/40744_2021_365_Fig1_HTML.jpg)](https://www.ncbi.nlm.nih.gov/core/lw/2.0/html/tileshop_pmc/tileshop_pmc_inline.html?title=Click%20on%20image%20to%20zoom&p=PMC3&id=8572231_40744_2021_365_Fig1_HTML.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/figure/Fig1/)\n\nSuggested rheumatology referral checklist. CASPAR Classification for Psoriatic Arthritis, CCP cyclic citrullinated peptide, CRP C-reactive protein, ESR erythrocyte sedimentation rate, RF rheumatoid factor\n\nCharacteristic features that can assist in a differential diagnosis are enthesitis, dactylitis, uveitis, nail dystrophy with psoriasis, and articular involvement that can vary considerably and may involve the peripheral joints and axial spine (Fig. [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#Fig2)) \\[ [24](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR24), [25](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR25)\\]. Enthesitis is more common in PsA than in other rheumatic conditions and affects 35–50% of patients with PsA \\[ [26](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR26)\\]. Enthesitis can present before arthritis symptoms in patients with PsA and may be the only musculoskeletal manifestation in early PsA; thus, imaging can be helpful to identify patients with subclinical disease when other clinical symptoms are absent \\[ [24](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR24)\\]. The most frequent areas of enthesitis are the insertion sites of the plantar fascia, Achilles tendon, lateral epicondyle of the elbow, and ligament attachments at the knee \\[ [27](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR27)\\]. Dactylitis (“sausage” fingers or toes) is the uniform swelling of the digits due to inflammation and affects up to 50% of patients with PsA \\[ [28](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR28)\\]. The hands and feet should be carefully examined for signs of dactylitis, which often presents as diffuse digit swelling of a finger or toe accompanied by redness of the skin, and pain \\[ [29](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR29)\\]. Dactylitis can be an indicator of disease severity; affected digits have been found to have significantly greater joint damage compared with non-affected digits in patients with early PsA \\[ [30](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR30), [31](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR31)\\].\n\n### Fig. 2.\n\n[![Fig. 2](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7be8/8572231/56150b82a067/40744_2021_365_Fig2_HTML.jpg)](https://www.ncbi.nlm.nih.gov/core/lw/2.0/html/tileshop_pmc/tileshop_pmc_inline.html?title=Click%20on%20image%20to%20zoom&p=PMC3&id=8572231_40744_2021_365_Fig2_HTML.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/figure/Fig2/)\n\nClinical manifestations characteristic of psoriatic arthritis to differentiate from characteristics of osteoarthritis and rheumatoid arthritis. DIP distal interphalangeal, PIP proximal interphalangeal\n\nFurthermore, the common association between PsA and psoriasis is well established. Patients with psoriasis can be screened for PsA in routine clinical settings to prevent diagnostic delays; in the majority of patients (75–80%), psoriatic skin involvement precedes presentation of peripheral involvement, with approximately 7–12 years between onset of psoriasis and diagnosis of PsA \\[ [25](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR25), [32](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR32), [33](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR33)\\]. Additionally, the degree of severity, the amount of body area affected, and the areas of the body (e.g., scalp and nails) affected by psoriasis can increase the risk of developing PsA \\[ [34](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR34), [35](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR35)\\]. Psoriatic nail lesions can be important in differential diagnosis, occurring in over 60% of patients with PsA, but uncommonly in RA and OA \\[ [36](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR36)\\]. Changes that involve the nail matrix are characterized by pitting, leukonychia (i.e., white discoloration), nail plate crumbling, red spots on the lunula, and trachyonychia (Fig. [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#Fig3)) \\[ [37](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR37)\\]. When the nail bed is affected, symptoms include salmon patch or oil spots, onycholysis, subungual hyperkeratosis, and splinter hemorrhages \\[ [38](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR38), [39](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR39)\\]. Each nail lesion arises from different processes in the nail complex, and progression of entheseal inflammation in the distal interphalangeal extensor tendon of the nail is believed to be the cause of psoriatic nail changes seen in patients with PsA \\[ [40](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR40)\\]. Comorbid psoriasis can help substantiate a definitive diagnosis of PsA, although the presence of psoriasis alone is not sufficient to differentiate this disease, as psoriasis has been reported in RA and OA \\[ [41](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR41)– [43](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR43)\\]\n\n### Fig. 3.\n\n[![Fig. 3](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7be8/8572231/6a3d52c4cbfb/40744_2021_365_Fig3_HTML.jpg)](https://www.ncbi.nlm.nih.gov/core/lw/2.0/html/tileshop_pmc/tileshop_pmc_inline.html?title=Click%20on%20image%20to%20zoom&p=PMC3&id=8572231_40744_2021_365_Fig3_HTML.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/figure/Fig3/)\n\nExamples of characteristic psoriatic ( **a**) nail matrix and ( **b**) nail bed presentations (image reprinted from Kaeley GS, et al. _J Rheumatol_. 2021;48(8):1208-20. 10.3899/jrheum.201471 \\[ [37](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR37)\\])\n\nDistinctive features of joint involvement in PsA, particularly in an early disease state, include inflammatory asymmetric monoarticular to oligoarticular distribution, possible spondylitis including sacroiliitis, and distal small-joint inflammation in the hands and feet. These elements can help discern PsA from RA, as the presentation seen with RA includes symmetric and polyarticular distribution, proximal hand and foot involvement, more tender and swollen joints, and the absence of sacroiliitis \\[ [20](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR20), [26](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR26), [44](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR44)\\]. Conversely, OA can present with joint involvement similar to that of PsA; however, it is non-inflammatory in nature compared with PsA and RA. Morning stiffness and/or worsening joint stiffness with inactivity is common in patients with PsA and RA, whereas joint pain and stiffness associated with OA tends to be exacerbated with activity and improves with rest \\[ [45](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR45)\\]. While involvement of distal interphalangeal joints is common in both PsA and OA, distal interphalangeal involvement in PsA is frequently associated with psoriatic nail disease and joint inflammation, compared with related bone spurs in OA \\[ [24](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR24), [46](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR46)\\].\n\nIt is also important to distinguish between the two major arthritis patterns in patients with suspected PsA—peripheral and/or axial—since the type of arthritis can impact patient disease state and treatment strategy. The majority of patients with PsA experience peripheral joint involvement, and approximately 25–70% of patients have axial involvement \\[ [47](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR47), [48](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR48)\\], depending on the definition of axial disease applied. To screen for peripheral arthritis, practitioners should evaluate patients for swelling and tenderness, which can be indicative of synovitis and inflammation, as well as commonly affected joints, such as feet and hands, knees, wrists, ankles, and shoulders \\[ [24](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR24)\\]. Axial arthritis can be an indicator of higher disease severity \\[ [49](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR49)\\] and commonly presents with slowly developing inflammatory back pain (IBP) \\[ [50](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR50)– [52](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR52)\\]. IBP is defined by the Assessment of SpondyloArthritis international Society as chronic back pain for at least 3 months, with onset before the age of 40 years, pain that causes waking during sleep, and stiffness that improves with activity \\[ [53](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR53)– [55](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR55)\\]. Since patients present with back pain in general medicine settings for a variety of reasons \\[ [56](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR56)\\], it is important to distinguish IBP from mechanical back pain, the latter of which is an injury or structural abnormality in the lower back \\[ [50](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR50), [57](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR57)\\]. Axial PsA is associated with a particularly high incidence of sacroiliitis, which can present as bilateral and symmetric, based on genetic status (HLA-B27). HLA-B27-positive status has been linked to increased inflammatory involvement in the sacroiliac joint and lumbar spine, compared with more involvement in the cervical spine seen in patients with HLA-B27-negative status \\[ [58](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR58), [59](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR59)\\]. An early manifestation of axial involvement associated with PsA is the formation of asymmetric syndesmophytes and paraspinal ossifications \\[ [60](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR60), [61](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR61)\\]. The presence of spondylitis and sacroiliitis can be detected in the axial skeleton using highly sensitive imaging modalities, such as the identification of characteristic bone marrow edema on magnetic resonance imaging (MRI).\n\nThe presence of comorbidities has been linked to each arthritic condition discussed here, yet differences among patient comorbidities may help distinguish PsA from RA or OA. Some comorbidities are significantly more common among patients with PsA, including inflammatory conditions, such as ulcerative colitis (1.1–1.28%), Crohn’s disease (1.0–1.13%), and uveitis (7.0–25.1%), and other metabolic conditions such as obesity (6.0–45.0%) and diabetes mellitus (6.1–20.2%) \\[ [62](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR62)– [64](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR64)\\]. Of note, patients with PsA or RA have comparable increased risk of cardiovascular disease (CVD) compared with the general population; in a real-world observational study, 10.3% and 12.3% of patients with RA or PsA, respectively, reported CVD \\[ [65](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR65)– [67](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR67)\\]. Comorbidities in patients with OA have been found to be similar to those with PsA, especially obesity, metabolic syndrome, and CVD \\[ [68](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR68)– [72](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR72)\\], but practitioners can still screen for psoriasis and uveitis to contribute to a definitive diagnosis of PsA vs OA.\n\n",
    "## Application of Imaging Modalities for Differential Diagnosis of PSA\n\nThe use of conventional radiographs and more modern imaging modalities, such as ultrasonography (US), MRI, and computed tomography, can provide essential information to aid practitioners in the diagnosis, prognosis, and monitoring of treatment response in PsA. Imaging modalities can also aid in detecting subclinical joint and/or entheseal inflammation and/or morphological changes that may be present in patients with PsA who may not meet the Classification for Psoriatic Arthritis criteria for identification of PsA. The appropriate use of imaging techniques is essential for the accurate assessment of joint and bone damage to facilitate intervention with suitable therapy.\n\nTraditional radiography can be particularly effective to detect and monitor the structural damage seen in PsA. In the evaluation of patients with suspected PsA, structural changes are likely seen in the hands and feet, although other joints can be involved \\[ [73](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR73), [74](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR74)\\]. Common radiographic changes to screen for include periostitis and new bone formation with concurrent joint damage characterized by erosions and joint space narrowing, osteolysis, subluxation, bone ankylosis, and pencil-in-cup change (Fig. [4](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#Fig4)) \\[ [75](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR75), [76](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR76)\\]. Plain radiography can help visualize the joints of the spine, including the sacroiliac joints, and entheseal new bone formation; however, these changes are more common in late-stage PsA \\[ [77](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR77), [78](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR78)\\]. Radiographs can be used to discern suspected PsA from OA and RA (Fig. [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#Fig2)). Cartilage loss from OA appears as joint space narrowing with occasional sclerosis and can be diffuse, whereas changes from inflammatory arthritis are more discrete. RA can present with erosive changes on the periphery of the joint, and PsA is distinguished by proliferative findings \\[ [79](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR79)\\]. Although radiography can be useful since it can penetrate bone surface and visualize certain aspects of structural changes, it has restricted utility in imaging the soft-tissue changes seen in early stages of PsA \\[ [31](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR31), [80](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR80)\\]. Importantly, radiographs can appear normal at early stages of PsA, which can cause misdiagnosis and/or delays in diagnosis if other imaging modalities are not applied.\n\n### Fig. 4.\n\n[![Fig. 4](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7be8/8572231/c7c13f8d1948/40744_2021_365_Fig4_HTML.jpg)](https://www.ncbi.nlm.nih.gov/core/lw/2.0/html/tileshop_pmc/tileshop_pmc_inline.html?title=Click%20on%20image%20to%20zoom&p=PMC3&id=8572231_40744_2021_365_Fig4_HTML.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/figure/Fig4/)\n\nCharacteristic radiographic features in PsA. Images from **A** Ritchlin CT, et al. _N Engl J Med._ 2017;376(10):957–70. 10.1056/NEJMra1505557a and **B** Braga MV, et al. _Sci Rep_. 2020;10(1):11580. 10.1038/s41598-020-68456-7b. MC metacarpal head, MRI magnetic resonance imaging, PP proximal phalanx, STIR short-tau inversion recovery. aRadiographic features of PsA: **a** arthritis mutilans, with pencil-in-cup deformities (arrow) and marked bone resorption (osteolysis) in phalanges of the right hand; **b** the hand radiograph shows joint resorption, ankylosis, and erosion in a single ray; **c** enthesophytes at the plantar fascia and Achilles’ tendon insertions; and **d** syndesmophytes involving the cervical spine, with ankylosis of facet joints (arrow); **e** bilateral grade 3 sacroiliitis; **f** paramarginal syndesmophyte bridging the fourth and fifth lumbar vertebrae; **g** bone marrow edema in the second and third lumbar vertebrae in a patient with severe psoriasis and new onset of back pain; **h** high-frequency (15 MHz) grayscale ultrasound image shows synovitis of the metacarpophalangeal joint. Distention of the joint capsule is evident (arrows). The confluent red signals (box in the lower part of the image) with power Doppler ultrasonography indicate synovial hyperemia; and **i** high-frequency (15 MHz) ultrasound image shows enthesitis. The confluent red signals with power Doppler ultrasonography represent hyperemia at the tendon near its insertion into the calcaneus. Normally, the tendon is poorly vascularized \\[ [76](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR76)\\]. bUnilateral acute sacroiliitis of the sacroiliac joints that can be seen on MRI. Coronal STIR sequence: high signal intensities on the right compatible with bone marrow edema (white arrows) and enthesitis (blue arrows)\\[ [75](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR75)\\]\n\nUS imaging is a useful tool that rheumatologists can use to help visualize inflammatory alterations in soft tissues, such as the synovium, tendons, and entheses, as well as superficial structural changes on the bone surface characteristic of PsA \\[ [81](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR81), [82](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR82)\\]. Synovitis in PsA is non-specific on US imaging but can pinpoint joint involvement, and a scoring system has been established by the Outcome Measures in Rheumatology (OMERACT) US Working Group to evaluate the degree of synovitis \\[ [83](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR83)\\]. US can support the early detection and prognosis of subclinical synovitis, and increased US detection of PsA has been reported compared with clinical examination, which can be used to prevent misdiagnosis \\[ [84](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR84), [85](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR85)\\]. US is commonly used to visualize enthesitis and has been reported to be superior to clinical examination for the detection of enthesitis in the lower limbs of patients with spondyloarthritis \\[ [77](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR77), [86](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR86), [87](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR87)\\]; the OMERACT US Task Force reached a consensus on the sonographic lesions that define spondyloarthritis-related enthesitis, and the GRAPPA US Working Group developed an US enthesitis score for PsA \\[ [88](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR88)\\]. Enthesitis in PsA is typified by five abnormalities: tendon thickening and hypoechogenicity, erosions, enthesophytes, calcifications, and abnormal blood flow detected by power Doppler signal at the entheses, all of which can be visualized via US imaging \\[ [89](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR89)\\]. Additionally, US imaging is the preferred method for imaging components of dactylitis to identify the characteristic flexor tenosynovitis and increased subcutaneous soft-tissue swelling, particularly in early disease \\[ [90](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR90), [91](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR91)\\].\n\nThe high sensitivity of MRI can be used for the early detection of active inflammatory responses that can be seen in early PsA, and the OMERACT MRI in Arthritis Working Group has developed definitions for pathologies commonly seen in PsA \\[ [92](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR92)\\]. The detailed MRI findings common in PsA include thickening of tendons and ligaments, joint effusions and inflammation, bone erosions, enthesophytes, and bone marrow edema \\[ [93](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR93), [94](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR94)\\]. Structural abnormalities often seen in patients with PsA, such as the localization of bone marrow edema in proximity to enthesitis, soft-tissue inflammation and tendon involvement \\[ [95](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR95)\\], and location of erosions, can be applied as distinguishing factors visible with MRI \\[ [96](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR96), [97](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR97)\\]. More specifically, APPs can note the location of bone marrow edema, which is near the entheses in PsA compared with the capsular attachments in RA, and areas of tenosynovitis are soft-tissue inflammation around the tendon sheath related to dactylitis as opposed to in the hands and wrists in RA \\[ [95](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR95), [98](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR98)\\]. However, small studies reported overlap of MRI findings in PsA and OA, such as bone marrow edema, synovitis, and periostitis, which can add to the challenge of a differential diagnosis \\[ [7](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR7), [96](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR96), [99](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR99)\\]. Additionally, for patients with disease that has progressed, the fat deposition and erosions characteristic of chronic inflammation can be visualized with MRI. Features of enthesitis and dactylitis can be visualized with MRI; however, detection in peripheral joints can be difficult because of the potential for low signal in areas with low water accumulation, such as bone attachments \\[ [31](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR31), [100](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR100)\\]. MRI is the preferred first-line modality for patients with suspected axial PsA who are younger and/or who have shorter disease duration \\[ [101](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR101)\\]. Active inflammation (i.e., synovitis and enthesitis) at the sacroiliac joints and bone marrow edema throughout the entire spine, for patients who may have more cervical involvement, can be evaluated via MRI; this is important as early detection prevents irreversible damage on plain film \\[ [97](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR97), [101](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR101)\\].\n\nComputed tomography can illustrate the structural damage (i.e., bone erosion, sclerosis, joint space alterations) associated with axial involvement in PsA with high resolution; however, it is not recommended or widely used in routine clinical practice unless radiography is negative and the use of MRI is not possible.\n\nAlthough each imaging modality has its advantages and limitations, imaging can be valuable for the differential diagnosis of PsA, the assessment of disease severity, monitoring of structural and inflammatory changes, and gauging treatment efficacy.\n\n",
    "## Biomarkers That Can Facilitate Differentiation of PSA, RA, and OA\n\nOne challenge in the diagnosis of PsA is the lack of validated biomarkers detectable in the serum or synovial fluid that are unique to PsA; however, there are serologic, genetic, and inflammatory markers that can be screened to substantiate clinical findings.\n\nSerologic analyses for rheumatoid factor (RF) and cyclic citrullinated peptide (CCP) can be used to facilitate the distinction between PsA and RA. Approximately 80% of patients with RA are RF positive and CCP positive, while nearly all patients with PsA are RF and/or CCP negative \\[ [102](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR102)\\]. However, it is important to not rule out PsA solely on the basis of CCP- and/or RF-negative status, as an estimated 13% of patients with PsA are RF positive \\[ [33](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR33)\\]. Additionally, C-reactive protein (CRP) and erythrocyte sedimentation rate (ESR) have been shown to be markers of inflammation in patients with RA and PsA. Both ESR and CRP were reported to significantly predict radiographic progression in RA \\[ [8](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR8)\\]. Patients with PsA, on average, have lower ESR and CRP levels than patients with RA, yet elevations of both have been significantly correlated with the number of swollen joints, structural damage, and abnormalities detected with US \\[ [84](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR84), [103](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR103)\\]. Elevated ESR and CRP levels that are attributed to PsA are considered markers of severe PsA by the American College of Rheumatology (ACR)/National Psoriasis Foundation, and tumor necrosis factor inhibitors (TNFis) and/or anti-interleukin-17 (IL-17) biologic disease-modifying antirheumatic drugs (bDMARDs) are recommended for earlier use in these patients \\[ [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR3), [104](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR104), [105](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR105)\\].\n\nGenetic factors can also assist in differential diagnosis of PsA; HLA-B27, in particular, has been linked to the increased susceptibility to develop PsA among patients with psoriasis, which can also be affected by family history and/or race \\[ [106](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR106), [107](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR107)\\]. HLA-B27 has also been linked to development of enthesitis and symmetric sacroiliitis and is more common among patients with axial involvement than those without \\[ [108](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR108), [109](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR109)\\]. Among patients with RA who are RF and CCP positive, the presence of HLA-DRB1 alleles has been associated with disease severity and susceptibility to develop RA \\[ [110](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR110)\\]; this genetic factor is generally absent in patients with PsA but has been associated as a risk factor for inflammatory bowel disease and may indicate the presence of inflammatory bowel disease among patients diagnosed with PsA \\[ [111](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR111)\\]. While the presence of HLA-B27 or HLA-DRB1 alone would not constitute a definitive diagnosis, it can be used to substantiate a diagnosis along with clinical signs and symptoms.\n\n",
    "## Treatment Recommendations and Guidelines for Management of PSA\n\nOnce a confirmed diagnosis of PsA is established, providers can utilize known inflammatory markers to facilitate determination of the optimal treatment strategy for patients. Inflammatory responses in arthritic diseases result in increased production of pro-inflammatory cytokines that act together to propagate chronic inflammation (Table [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#Tab1)). TNFα overexpression has been linked to the pathogenesis of PsA, RA, and OA \\[ [112](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR112)– [114](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR114)\\]. IL-17 is increased in the synovial fluid and psoriatic plaques of patients with PsA \\[ [115](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR115)– [118](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR118)\\]. Cytokines IL-12 and IL-23 also have established roles in the pathogenesis of PsA \\[ [119](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR119)– [123](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR123)\\]. Additionally, IL-6 dysregulation plays a key role in the development and progression of RA \\[ [124](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR124)– [126](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR126)\\] and has been associated with age-related inflammation and radiographic knee OA \\[ [127](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR127)\\], and increased IL-6 levels are seen in the synovium in PsA \\[ [114](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR114), [128](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR128)\\]. IL-1β plays a crucial role in the pathogenesis of OA \\[ [129](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR129)– [131](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR131)\\]. However, elevated levels of IL-1β are also frequently seen in PsA and RA \\[ [132](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR132)\\], so this dysregulation alone cannot be used to differentiate diagnosis. High numbers of activated T cells are found in the inflamed joints and skin of patients with PsA and have also been linked to the pathogenesis and progression of RA \\[ [133](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR133)– [135](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR135)\\]. Lastly, the role of the Janus kinase (JAK)/signal transducer and activator of transcription (STAT) pathway is implicated in the pathogenesis of these diseases \\[ [136](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR136)– [140](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR140)\\]. Several cytokines that are upregulated in RA and/or PsA can promote increased cytokine release through several JAK/STAT pathways, potentiating further inflammatory responses that can propagate cycles of chronic inflammation \\[ [137](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR137), [141](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR141)\\]. Overlap in intracellular signaling cascades that are involved in the pathogenesis of each disease can add to the challenge of differentiating PsA from RA and OA; however, assessment of each of these markers may be part of a clinical examination to substantiate clinical presentation and could be used to determine optimal treatment plans.\n\n### Table 1.\n\nPro-inflammatory cytokines associated with disease pathogenesis of PsA, RA, and OA\n\n| Cytokine | Description | Cell signaling regulation | Targeted therapies |\n| :-- | :-- | :-- | :-- |\n| TNFα \\[ [112](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR112)– [114](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR114)\\] | Inflammatory cytokine produced by Th1, Th22, Th17, NK, and dendritic cells, as well as macrophages and neutrophils | Overexpression linked to pathogenesis of PsA, RA, and OA | TNFis approved and recommended for PsA and RA include etanercept, infliximab, adalimumab, golimumab, and certolizumab pegol |\n| IL-17 \\[ [115](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR115)– [118](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR118)\\] | Inflammatory cytokine produced by Th17, Th9, innate lymphoid, and mast cells, as well as neutrophils | Increased in the synovial fluid and psoriatic plaques of patients with PsA<br>Associated with pathogenesis of PsA but not established for RA or OA | IL-17is approved and recommended for PsA include secukinumab and ixekizumab |\n| IL-12/23 and IL-23 \\[ [119](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR119)– [123](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR123)\\] | Pro-inflammatory cytokines produced by dendritic cells and macrophages | IL-12 stimulates Th1 cells<br>IL-23 regulates Th17 cells at sites of enthesitis | IL-12/23i and IL-23i approved and recommended for PsA are ustekinumab and guselkumab, respectively |\n| IL-6 \\[ [124](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR124)– [128](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR128)\\] | Produced by dendritic cells, macrophages, and neutrophils | Elevated levels of IL-6 have been reported in the synovial fluid of patients with RA and PsA and the serum and plasma in patients with RA<br>Plays a role in RA progression via T and B cell activation, autoantibody and acute-phase protein production, and osteoclast and synoviocyte stimulation<br>Increased IL-6 levels have been associated with age-related inflammation and are predictive of radiographic knee OA | IL-6 receptor antagonists approved and recommended for RA include tocilizumab and sarilumab |\n| IL-1β \\[ [129](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR129)– [132](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR132)\\] | Produced by macrophages and neutrophils in the joint and synovial membrane | Shown to induce inflammation and catabolic effects of the articular cartilage and other aspects of joints leading to OA<br>Elevated levels are also seen in patients with PsA and RA | IL-1 receptor antagonist approved for RA is anakinra |\n| T cells \\[ [133](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR133)– [135](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR135)\\] | A type of white blood cell that is key to the function and regulation of the immune system to protect the body from infection | An increased number of activated T cells, including Th17 cells, are found in the inflamed joints and skin of patients with PsA<br>Aberrant regulation and function of Th and Treg cells have been linked to the pathogenesis and progression of RA | A T cell co-stimulation modulator approved for RA and PsA is abatacept |\n| JAK/STAT \\[ [136](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR136)– [139](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR139)\\] | Pro-inflammatory cytokines signal through and regulate the JAK/STAT pathways | Several pro-inflammatory cytokines recruit and activate immune cells to sites of inflammation and increase cytokine regulation through JAK/STAT pathways | JAK inhibitor approved for PsA and RA is tofacitinib<br>JAK inhibitors approved for RA include baricitinib and upadacitinib |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/table/Tab1/)\n\n_IL-12/23i_ interleukin-12/23 inhibitor, _IL-17i_ interleukin-17 inhibitor, _IL-23i_ interleukin-23 inhibitor, _JAK_ Janus kinase, _NK_ natural killer, _OA_ osteoarthritis, _PsA_ psoriatic arthritis, _RA_ rheumatoid arthritis, _STAT_ signal transducer and activator of transcription, _Th_ helper T cell, _TNFi_ tumor necrosis factor inhibitor, _Treg_ regulatory T cell\n\nEarly treatment intervention of PsA has the potential to significantly impede disease progression and allow patients to maintain quality of life. Patients are often seen by several healthcare providers (e.g., primary care providers, dermatologists, orthopedists) along their journey to a definitive diagnosis. One study reported that among those surveyed, patients with PsA were most commonly treated by a general practitioner (79.8%), rheumatologist (66.5%), dermatologist (33.0%), and/or orthopedist (21.7%) and found that patients with increased time to diagnosis were significantly more likely to have initially sought care from general practitioners, orthopedists, and chiropractors \\[ [22](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR22)\\]. Upon appropriate identification of suspected PsA, a referral to a rheumatologist should follow, and a comprehensive referral is crucial to best assist in the diagnosis of PsA and choice of an appropriate treatment strategy. We recommend that patient history, imaging, laboratory tests, history of joint involvement, synovial fluid draining and findings (e.g., cell count, crystal deposits, and cultures), and the disease domains involved be included in a referral (Fig. [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#Fig1)). A study that included data for 405 newly diagnosed patients with PsA included in the Dutch south-west Early Psoriatic Arthritis cohort found diverse primary manifestations at time of diagnosis, with domain presentation ranges from 12.6% to 85% \\[ [142](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR142)\\]. Furthermore, in a study among 2617 patients with established PsA \\[mean (SD) disease duration of 8.5 (8.1) years\\] enrolled in a registry, domain presentation and comorbidities were varied; individual domain presentation ranged from 9.0% to 69.3%, and common comorbidities included uveitis (0.9%), Crohn’s disease (1.0%), and ulcerative colitis (0.9%) (Fig. [5](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#Fig5)) \\[ [143](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR143)\\]. It is important for APPs to make note of the disease domain type and severity involved since it may impact treatment options and effectiveness.\n\n### Fig. 5.\n\n[![Fig. 5](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/7be8/8572231/21e94d660fd7/40744_2021_365_Fig5_HTML.jpg)](https://www.ncbi.nlm.nih.gov/core/lw/2.0/html/tileshop_pmc/tileshop_pmc_inline.html?title=Click%20on%20image%20to%20zoom&p=PMC3&id=8572231_40744_2021_365_Fig5_HTML.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/figure/Fig5/)\n\nFrequency of disease domains in patients with PsA. ASAS Assessment of SpondyloArthritis international Society, CBP chronic back pain, CD Crohn’s disease, CVD cardiovascular disease, IBP inflammatory back pain, LDI Leeds Dactylitis Index, LEI Leeds Enthesitis Index, PA peripheral arthritis, PASI Psoriasis Area and Severity Index, PsA psoriatic arthritis, SPARCC Spondyloarthritis Research Consortium of Canada, SJC swollen joint count, TJC tender joint count, UC ulcerative colitis, VAS visual analog scale. aDisease domains were defined as follows: (1) enthesitis: patients with LEI > 0; (2) dactylitis: determined by LDI > 0; (3) PA: disease subtype was determined at diagnosis by rheumatologist and defined by primary presentation as monoarthritis (1 joint), oligoarthritis (2–4 joints), and polyarthritis (≥ 5 joints); (4) axial involvement: patients were classified as having CBP if they reported chronic complaints of back pain for a duration of longer than 3 months at present or in the past 12 months and with onset < 45 years of age. Of these patients, fulfillment of the ASAS classification criteria for IBP was determined; (5) psoriasis: patients with PASI > 1 \\[ [142](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR142)\\]. bDisease domains were defined as follows: (1) enthesitis: patients with SPARCC > 1; (2) dactylitis: patients with peripheral dactylitis > 1; (3) PA: patients with TJC and/or SJC > 0; (4) nail psoriasis: patients with global nail psoriasis severity VAS > 0; (5) axial disease: patients with physician-reported presence of spinal involvement at time of registry enrollment, based on clinical judgment of features thought to be representative of active inflammatory spondylitis and/or radiographs or magnetic resonance imaging (MRI) showing sacroiliitis such as sacroiliitis grade > 2 bilaterally or grades 3–4 unilaterally by x-ray, active (acute) inflammation on MRI highly suggestive of sacroiliitis associated with SpA, definite radiographic sacroiliitis according to modified New York criteria, and other evidence of sacroiliitis on imaging; and (6) skin disease: patients with > 0% body surface area affected by psoriasis\n\nThe care and management of PsA relies primarily on pharmacological measures, and the appropriate choice is vital to optimize treatment response. There is overlap in approved treatment options for PsA, RA, and OA (Table [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#Tab2)) \\[ [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR3), [105](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR105), [144](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR144)– [149](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR149)\\]; therefore, a definitive diagnosis of PsA is paramount for the appropriate choice to optimize therapeutic response. Different classes of DMARDs are indicated for PsA and RA, including conventional synthetic (csDMARDs), biologic (bDMARDs), and targeted synthetic (tsDMARDs) \\[ [105](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR105), [146](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR146)\\]; however, none of these are approved for OA. csDMARDs, along with nonsteroidal anti-inflammatory drugs (NSAIDs) and glucocorticoids, are widely used as initial treatment for the signs and symptoms of PsA and RA, and NSAIDs are used for patients with OA. The overlap of approved csDMARDs for PsA and RA include methotrexate and leflunomide, while there are a number of other csDMARDs indicated for RA but not PsA \\[ [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR9)\\]. The majority of bDMARDs have been widely recognized for their ability to effectively improve signs and symptoms and inhibit the structural progression seen with PsA and RA, although targeting IL-12/23 and IL-23 has not been reported to inhibit structural progression; there are inconclusive and limited data on the use of bDMARDs in OA \\[ [105](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR105), [150](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR150)\\]. TNFis are approved for active PsA and RA and have been widely established as an effective bDMARD for these patients. More selective novel bDMARDs have been developed with different mechanisms of action linked to PsA and RA, including those that target IL-17 \\[ [151](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR151), [152](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR152)\\], IL-12/23 \\[ [153](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR153)– [156](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR156)\\], and IL-23 \\[ [157](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR157), [158](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR158)\\] in PsA; IL-1 \\[ [159](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR159), [160](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR160)\\], CD20 \\[ [161](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR161)\\], and IL-6 \\[ [162](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR162)\\] in RA; and T cell modulation in both RA and PsA \\[ [163](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR163), [164](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR164)\\]. More recently, tsDMARDs that specifically target JAK/STAT and phosphodiesterase 4 (PDE4) have been approved in PsA and RA owing to the growing evidence of the dysregulation of these pathways in both diseases, although more tsDMARDs are approved for RA than PsA \\[ [165](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR165)– [167](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR167)\\]. Given the overlap in treatment options for PsA, RA, and OA, a differential diagnosis is imperative prior to treatment initiation as variations in inflammatory responses and patient demographics may arise from different mechanisms of action, which should be considered for the development of an appropriate treatment plan.\n\n### Table 2.\n\nFDA-approved therapies for PsA, RA, and OA\n\n| Class | PsA \\[ [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR3), [105](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR105), [144](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR144)\\] | RA \\[ [145](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR145), [146](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR146)\\] | OA \\[ [147](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR147)– [149](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR149)\\] |\n| :-- | :-- | :-- | :-- |\n| csDMARDs | MTX, leflunomide, sulfasalazine, cyclosporine | MTX, leflunomide, sulfasalazine, hydroxychloroquine, cyclosporine |  |\n| bDMARDs | TNFis: etanercept, infliximab, adalimumab, golimumab, certolizumab pegol<br>IL-17 inhibitors: secukinumab, ixekizumab<br>IL-12/23 inhibitor: ustekinumab<br>IL-23 inhibitor: guselkumab<br>T-cell activation inhibitor: abatacept | TNFis: etanercept, infliximab, adalimumab, golimumab, certolizumab pegol<br>IL-6 receptor antagonists: tocilizumab, sarilumab<br>IL-1 receptor antagonist: anakinra<br>T-cell activation inhibitor: abatacept<br>CD20 inhibitor: rituximab |  |\n| tsDMARDs | PDE4 inhibitor: apremilast<br>JAK inhibitor: tofacitinib | JAK inhibitors: tofacitinib, baricitinib, upadacitinib |  |\n| Other | Corticosteroid injections<br>NSAIDs | Corticosteroid injections<br>NSAIDs | Corticosteroid injections<br>NSAIDs<br>Opioids: tramadol<br>Non-pharmacological interventions:<br>Exercise<br>Weight management<br>Strength training<br>Self-management and education |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/table/Tab2/)\n\n_bDMARD_ biologic DMARD, _csDMARD_ conventional synthetic DMARD, _DMARD_ disease-modifying antirheumatic drug, _IL_ interleukin, _JAK_ Janus kinase, _MTX_ methotrexate, _NSAID_ nonsteroidal anti-inflammatory drug, _OA_ osteoarthritis, _PsA_ psoriatic arthritis, _PDE4_ phosphodiesterase 4, _RA_ rheumatoid arthritis, _TNFi_ tumor necrosis factor inhibitor, _tsDMARD_ targeted synthetic DMARD\n\nGuidelines and treatment recommendations present healthcare providers with the best evidence available for circumstances commonly seen in patients to allow practitioners to deliver optimal care. Recommendations and guidelines for the treatment of PsA have been developed by the European League Against Rheumatism, GRAPPA, and ACR/National Psoriasis Foundation, which broadly propose an escalation-type approach to therapy and can be managed and initiated by rheumatology providers following an appropriate referral \\[ [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR3), [105](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR105), [144](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR144)\\]. Similar recommendations are also available for RA \\[ [146](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR146)\\] and OA \\[ [147](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR147)\\].\n\nApproved treatment strategies differ because of the differences in pathogenesis, clinical presentation, and response to therapy among patients; therefore, an accurate disease diagnosis is imperative as it can have crucial implications for therapeutic response (Table [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#Tab2)). Treatments that are less specific, such as NSAIDs and corticosteroid injections, have been shown to be effective for treatment of the symptoms of PsA, RA \\[ [145](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR145)\\], and OA \\[ [148](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR148), [149](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR149)\\], and these agents could be used for initial disease management before a differential diagnosis and prognosis can be determined.\n\nOnce a diagnosis is established, it is imperative to consider which PsA disease domains are involved to select the appropriate treatment for optimal effectiveness (Table [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#Tab3)) \\[ [105](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR105)\\]. Data on the efficacy of csDMARDs, especially methotrexate, in PsA are varied; historically, methotrexate has not been shown to be effective for improving measures of synovitis, including joint counts, and ESR and CRP levels or for delaying radiographic progression but is effective for skin involvement seen with the disease. More recently, methotrexate has been shown to improve ACR20 responses among treatment-naive patients with PsA in randomized controlled trials \\[ [168](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR168)– [171](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR171)\\]. Conversely, the efficacy of methotrexate in patients with RA is well established and is the most frequently used csDMARD for first-line therapy \\[ [8](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR8), [145](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR145)\\]. The use of csDMARDs in OA is less understood and the data are not robust enough to encourage incorporation of treatment into clinical practice; however, there is some evidence that methotrexate may be effective for pain reduction seen in OA of the knee \\[ [172](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR172), [173](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR173)\\].\n\n### Table 3.\n\nRecommended treatments for PsA by disease domain involvement \\[ [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR3), [105](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR105), [144](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR144)\\]\n\n| Disease domain | Treatment recommendationa |\n| :-- | :-- |\n| Enthesitisb | First line: NSAIDs,<br>Inadequate response to NSAIDs: csDMARDs, TNFis, IL-12/23i, IL-17is, JAKi |\n| Dactylitisb | First line: csDMARDs<br>Inadequate response to csDMARDs/TNFis: switch TNFis, IL-17is, IL-12/23i |\n| Peripheral arthritisb | First line: csDMARDs, TNFis, NSAIDs,<br>Inadequate response to prior DMARDs: IL-12/23i, IL-17is, JAKi<br>Inadequate response to prior DMARDs with skin involvement: IL-17is, IL-12/23i |\n| Nail psoriasis | First line: TNFis, IL-12/23i, IL-17i<br>Inadequate response to prior biologics: switch biologic or PDE4i |\n| Axial disease | First line: NSAIDs<br>Inadequate response to prior NSAIDs: TNFis<br>Inadequate response to prior NSAIDs with skin involvements: IL-17is |\n| Psoriatic skin disease | First line: topical treatments, csDMARDs, particularly MTX<br>Inadequate response to csDMARDs: IL-17is, IL-12/23i, TNFis, PDE4ic |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/table/Tab3/)\n\n_bDMARD_ biologic DMARD, _CS_ corticosteroids, _csDMARD_ conventional synthetic DMARD, _DMARD_ disease-modifying antirheumatic drug, _IL-12/23i_ interleukin-12/23 inhibitor, _IL-17i_ interleukin-17 inhibitor, _JAKi_ Janus kinase inhibitor, _MTX_ methotrexate, _NSAID_ nonsteroidal anti-inflammatory drug, _PDE4i_ phosphodiesterase 4 inhibitor, _PsA_ psoriatic arthritis, _TNFi_ tumor necrosis factor inhibitor\n\naTreatment recommendations do not include evidence for IL-23 inhibitors, as none were approved for PsA at the time of their publication\n\nbCS injections can be considered on an individual basis for peripheral arthritis, enthesitis, and dactylitis because of the potential for serious side effects and inadequate available evidence for efficacy\n\ncIn patients with mild disease\n\nTherapeutic agents that target upstream factors, such as TNFis, are effective and recommended for the treatment of both RA and PsA \\[ [105](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR105), [145](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR145)\\]. TNFis are broadly effective; they are recommended to treat PsA-related enthesitis, dactylitis, and nail disease and are effective for PsA disease that is predominately axial. TNFis may be the preferred first and second bDMARDs for patients with concurrent uveitis \\[ [105](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR105), [144](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR144)\\]. However, increasing evidence has shown that newer bDMARDs that block IL-17, IL-12/23, or IL-23 have increased efficacy and better long-term safety profiles compared with TNFis in PsA, particularly for skin and nail disease, with fewer adverse events \\[ [174](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR174)– [177](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR177)\\]; these biologics are now recommended alongside TNFis for first-line therapy. IL-17 inhibitors may be preferred as first-line therapy for PsA with predominant skin involvement \\[ [176](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR176)\\]. Additionally, IL-12/23 inhibitors do not show sufficient efficacy for axial involvement compared with TNFis, so they are not recommended when axial involvement is present \\[ [178](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR178)\\]. These bDMARDs have shown superior efficacy for PsA treatment; however, the efficacy for RA is varied, and it has not been studied in OA \\[ [179](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR179), [180](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR180)\\]. Similarly, more selective bDMARDs have been increasingly shown to be more effective for the treatment of RA \\[ [146](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR146), [181](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR181)\\]. Patients with RA will benefit from the use of bDMARDs that target IL-6 and CD20, especially after inadequate response to TNFis, while their efficacy in patients with PsA is not established. Further, inhibition of T cell activation with abatacept treatment can be used in patients with RA, as well as those with PsA, who fail to respond to other bDMARDs.\n\nFor patients with an inadequate response to TNFis and other bDMARDs, tsDMARDs are increasingly recommended for patients with PsA (oral small molecules targeting JAK or PDE4) and RA (targeting JAK only). The efficacy of JAK inhibition in PsA has been established for patients with inadequate response or intolerance to csDMARDs and has been reported to significantly improve physical function, psoriasis, enthesitis, and dactylitis related to PsA \\[ [165](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR165), [182](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR182)\\]. Similarly, inhibiting PDE4 has been reported to significantly improve signs and symptoms of PsA and patient-reported outcome measures with sustained response up to 5 years regardless of prior bDMARD experience; however, inhibition of radiographic progression is not established with PDE4 inhibition \\[ [183](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR183), [184](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR184)\\]. tsDMARDs effectively improve clinical manifestations, disease activity, and patient-related outcome measures of RA compared with csDMARDs, although greater improvements are achieved when administered in combination with csDMARDs \\[ [166](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR166), [181](https://pmc.ncbi.nlm.nih.gov/articles/PMC8572231/#CR181)\\]. While efficacy of tsDMARDs has been recognized for both diseases, it is still important to differentiate PsA from RA for the consideration of tsDMARD treatment since some agents have not been thoroughly studied in PsA and may not be as effective as in RA. Although PsA, RA, and OA have various overlapping clinical manifestations, variations in underlying pathogenesis and response to therapy translate into significantly varying clinical outcomes.\n\n",
    "## Summary\n\nPsA is a complex disease characterized by inflammation of multiple clinical domains, including peripheral joints, skin and nails, axial joints, entheses, eyes, and digits. There are many systemic treatment options available that are dictated by disease severity and that have demonstrated effective control of joint damage as assessed by radiographic progression. Early assessment, diagnosis, and treat-to-target strategies are key to the management of patients with PsA to facilitate the administration of appropriate therapy in a timely manner. Skin manifestations of psoriasis, which often develop before arthritic symptoms, place the responsibility on the dermatologist or primary care provider to screen for arthritis and enhance early diagnosis. Collaboration and coordinated care are key among primary care providers and subspecialists to ensure positive outcomes for patients, controlling symptoms and disease activity, maintaining functional ability, and improving patient quality of life.\n\n"
  ],
  "clean_full_text": "Abstract  Psoriatic arthritis (PsA) is a chronic inflammatory disease that affects multiple organ systems and is characterized by skin and joint manifestations. PsA is frequently undiagnosed and/or misdiagnosed, especially because of the similarities in clinical presentation shared with other arthritic diseases, including rheumatoid arthritis (RA) and osteoarthritis (OA). An accurate and timely diagnosis of PsA is crucial to prevent delays in optimal treatment, which can lead to irreversible joint damage and increased functional disability. Patients are usually seen by a number of different healthcare providers on their path to a diagnosis of PsA, including advanced practice providers (APPs). This review provides a comprehensive overview of the characteristic features that can be used to facilitate the differentiation of PsA from RA and OA. Detailed information on clinical manifestations, biomarkers, radiologic features, and therapeutic recommendations for PsA included here can be applied in routine clinical settings to provide APPs with the confidence and knowledge to recognize and refer patients more accurately to rheumatologists for management of patients with PsA.  Keywords: Psoriatic arthritis, Diagnosis, Rheumatoid arthritis, Osteoarthritis, Clinical presentation  ## Key Summary Points  |     | | --- | | Psoriatic arthritis (PsA) is a complex disease characterized by inflammation of multiple clinical domains, including peripheral joints, skin and nails, axial joints, entheses, eyes, and digits | | The similarities in clinical presentation of PsA and other rheumatic diseases such as rheumatoid arthritis (RA) or osteoarthritis (OA) can make a differential diagnosis challenging; therefore, it is crucial for primary care providers, including advanced practice providers (APPs), to be aware of characteristics and criteria indicative of a diagnosis of PsA | | Characteristic features can be used to differentiate PsA from RA and OA, and early assessment, diagnosis, and treat-to-target strategies are key to the management of patients with PsA to facilitate the administration of appropriate therapy in a timely manner | | Collaboration and coordinated care are key among primary care providers, APPs, and subspecialists to ensure positive outcomes for patients, controlling symptoms and disease activity, maintaining functional ability, and improving patient quality of life |  Open in a new tab  ## Introduction to Psoriatic Arthritis, Rheumatoid Arthritis, and Osteoarthritis  Psoriatic arthritis (PsA) is a chronic inflammatory heterogeneous arthritis that is associated with psoriasis, and approximately 30% of patients with psoriasis develop PsA [ 1]. It is estimated that PsA has a prevalence rate of approximately 1–2 per 1000 in the general population and an incidence rate of approximately 6 per 100,000 per year [ 2, 3]. Generally, onset of PsA occurs between ages 30 and 50 years but can develop at any point throughout a patient’s lifetime. The Group for Research and Assessment of Psoriasis and Psoriatic Arthritis (GRAPPA) defined six clinical domains that can be involved with PsA: peripheral arthritis, enthesitis, dactylitis, psoriasis, psoriatic nail disease, and axial disease [ 4– 6].  Definitive diagnosis of PsA is further complicated by several arthritic conditions with similar clinical presentations. PsA is often undiagnosed and can be misdiagnosed for rheumatoid arthritis (RA) or osteoarthritis (OA), especially in a non-rheumatologic setting [ 7– 9]. RA is a chronic inflammatory arthritis typified by pain, swelling, and stiffness of the joints, particularly symmetric small-joint synovitis of the hands and feet [ 10]. The lining of the joints is primarily affected in RA, and without adequate treatment, long-standing disease activity can result in permanent joint deformity and bone damage [ 11]. It is estimated that RA has global prevalence and incidence rates of 246.6 and 14.9 per 100,000 in the general population, respectively [ 12]. RA can present at any age, but peak age of onset is between ages 30 and 50 years, and likelihood increases with age [ 11]. OA is the most common non-inflammatory arthritic condition strongly associated with aging, and symptoms arise from deterioration of joint cartilage, which can cause changes in the bone and connective tissues of the joints [ 13]. Additionally, erosive inflammatory OA, typically affecting the hand, is a subset of OA that can mimic common inflammatory arthritic conditions, further complicating the distinction of OA from PsA [ 14, 15]; however, this subset of OA does not have an established diagnostic criterion [ 16], and therefore it will not be treated as a separate clinical condition throughout this review. Onset of OA is usually in the late 50s [ 7], affecting millions of people, with prevalence and incidence estimates varying depending on OA definition [ 17, 18]. Recently, it was estimated that 242 million people were living with symptomatic and activity-limiting OA of the hip and/or knee globally [ 19].  A proper diagnosis and timely treatment of PsA are essential to prevent permanent joint damage and decrease functional disability [ 20, 21]. Patients are often seen by various healthcare providers on their pathway to a diagnosis of PsA, including dermatologists, orthopedists, general practitioners, chiropractors, and advanced practice providers (APPs) [ 22]. Diagnosis of PsA relies on early detection through appropriate history taking, careful examination, and clinical judgment, and APPs are in a position to see many patients with different rheumatic diseases; therefore, it is imperative that APPs are aware of and receive proper training to accurately screen for features to identify PsA.  ## Statement of Literature Search  For the development of this narrative review, publications were identified by a series of searches on PubMed between September 2020 and July 2021. Search terms included “(diagnos* OR differentiat*) AND (psoriatic arthritis OR rheumatoid arthritis OR osteoarthritis)”; “(biomarker OR serologic* OR marker OR genetic*) AND (psoriatic arthritis OR rheumatoid arthritis OR osteoarthritis)”; “(IL-17 OR IL-12 OR IL-23, OR IL-6 OR TNFα OR IL-1β OR JAK/STAT) AND (psoriatic arthritis OR rheumatoid arthritis OR osteoarthritis)”; “(biologic* OR DMARD*) AND (psoriatic arthritis OR rheumatoid arthritis OR osteoarthritis).” Publications that detailed the characteristic clinical manifestations, comorbidities, pathogenesis, biomarkers, treatment recommendations, and differential diagnosis for PsA, RA, and OA were included. References that were determined to be irrelevant on the basis of the authors’ judgment were excluded from consideration. Relevant references that were cited within the publications included in this review and articles previously known by authors were considered on the basis of the criteria. This review is based on studies that were previously completed and does not contain any novel studies with human participants that were conducted by any of the authors.  ## Key Clinical Features for Differential Diagnosis of PsA  The similarities in clinical presentation of PsA and other rheumatic diseases can make a differential diagnosis challenging; therefore, it is crucial for APPs to be aware of characteristics and criteria indicative of a diagnosis of PsA. Clinical evaluation based on patient history and thorough physical examination can be supported by classification criteria to assist the practitioner in recognizing the combination of clinical features unique to PsA. The Classification for Psoriatic Arthritis criteria were developed from patient data to standardize enrollment in clinical trials of PsA; they have been shown to have high sensitivity and specificity for the diagnosis of PsA and have been incorporated into clinical settings to assist practitioners in the identification of potential signs of PsA [ 23]. These criteria require patients to present with at least one “stem” feature of inflammatory disease and at least three points given a numerical value to fulfill the PsA classification and could be included as part of a rheumatology referral checklist (Fig. 1).  ### Fig. 1.   Open in a new tab  Suggested rheumatology referral checklist. CASPAR Classification for Psoriatic Arthritis, CCP cyclic citrullinated peptide, CRP C-reactive protein, ESR erythrocyte sedimentation rate, RF rheumatoid factor  Characteristic features that can assist in a differential diagnosis are enthesitis, dactylitis, uveitis, nail dystrophy with psoriasis, and articular involvement that can vary considerably and may involve the peripheral joints and axial spine (Fig. 2) [ 24, 25]. Enthesitis is more common in PsA than in other rheumatic conditions and affects 35–50% of patients with PsA [ 26]. Enthesitis can present before arthritis symptoms in patients with PsA and may be the only musculoskeletal manifestation in early PsA; thus, imaging can be helpful to identify patients with subclinical disease when other clinical symptoms are absent [ 24]. The most frequent areas of enthesitis are the insertion sites of the plantar fascia, Achilles tendon, lateral epicondyle of the elbow, and ligament attachments at the knee [ 27]. Dactylitis (“sausage” fingers or toes) is the uniform swelling of the digits due to inflammation and affects up to 50% of patients with PsA [ 28]. The hands and feet should be carefully examined for signs of dactylitis, which often presents as diffuse digit swelling of a finger or toe accompanied by redness of the skin, and pain [ 29]. Dactylitis can be an indicator of disease severity; affected digits have been found to have significantly greater joint damage compared with non-affected digits in patients with early PsA [ 30, 31].  ### Fig. 2.   Open in a new tab  Clinical manifestations characteristic of psoriatic arthritis to differentiate from characteristics of osteoarthritis and rheumatoid arthritis. DIP distal interphalangeal, PIP proximal interphalangeal  Furthermore, the common association between PsA and psoriasis is well established. Patients with psoriasis can be screened for PsA in routine clinical settings to prevent diagnostic delays; in the majority of patients (75–80%), psoriatic skin involvement precedes presentation of peripheral involvement, with approximately 7–12 years between onset of psoriasis and diagnosis of PsA [ 25, 32, 33]. Additionally, the degree of severity, the amount of body area affected, and the areas of the body (e.g., scalp and nails) affected by psoriasis can increase the risk of developing PsA [ 34, 35]. Psoriatic nail lesions can be important in differential diagnosis, occurring in over 60% of patients with PsA, but uncommonly in RA and OA [ 36]. Changes that involve the nail matrix are characterized by pitting, leukonychia (i.e., white discoloration), nail plate crumbling, red spots on the lunula, and trachyonychia (Fig. 3) [ 37]. When the nail bed is affected, symptoms include salmon patch or oil spots, onycholysis, subungual hyperkeratosis, and splinter hemorrhages [ 38, 39]. Each nail lesion arises from different processes in the nail complex, and progression of entheseal inflammation in the distal interphalangeal extensor tendon of the nail is believed to be the cause of psoriatic nail changes seen in patients with PsA [ 40]. Comorbid psoriasis can help substantiate a definitive diagnosis of PsA, although the presence of psoriasis alone is not sufficient to differentiate this disease, as psoriasis has been reported in RA and OA [ 41– 43]  ### Fig. 3.   Open in a new tab  Examples of characteristic psoriatic ( a) nail matrix and ( b) nail bed presentations (image reprinted from Kaeley GS, et al. J Rheumatol. 2021;48(8):1208-20. 10.3899/jrheum.201471 [ 37])  Distinctive features of joint involvement in PsA, particularly in an early disease state, include inflammatory asymmetric monoarticular to oligoarticular distribution, possible spondylitis including sacroiliitis, and distal small-joint inflammation in the hands and feet. These elements can help discern PsA from RA, as the presentation seen with RA includes symmetric and polyarticular distribution, proximal hand and foot involvement, more tender and swollen joints, and the absence of sacroiliitis [ 20, 26, 44]. Conversely, OA can present with joint involvement similar to that of PsA; however, it is non-inflammatory in nature compared with PsA and RA. Morning stiffness and/or worsening joint stiffness with inactivity is common in patients with PsA and RA, whereas joint pain and stiffness associated with OA tends to be exacerbated with activity and improves with rest [ 45]. While involvement of distal interphalangeal joints is common in both PsA and OA, distal interphalangeal involvement in PsA is frequently associated with psoriatic nail disease and joint inflammation, compared with related bone spurs in OA [ 24, 46].  It is also important to distinguish between the two major arthritis patterns in patients with suspected PsA—peripheral and/or axial—since the type of arthritis can impact patient disease state and treatment strategy. The majority of patients with PsA experience peripheral joint involvement, and approximately 25–70% of patients have axial involvement [ 47, 48], depending on the definition of axial disease applied. To screen for peripheral arthritis, practitioners should evaluate patients for swelling and tenderness, which can be indicative of synovitis and inflammation, as well as commonly affected joints, such as feet and hands, knees, wrists, ankles, and shoulders [ 24]. Axial arthritis can be an indicator of higher disease severity [ 49] and commonly presents with slowly developing inflammatory back pain (IBP) [ 50– 52]. IBP is defined by the Assessment of SpondyloArthritis international Society as chronic back pain for at least 3 months, with onset before the age of 40 years, pain that causes waking during sleep, and stiffness that improves with activity [ 53– 55]. Since patients present with back pain in general medicine settings for a variety of reasons [ 56], it is important to distinguish IBP from mechanical back pain, the latter of which is an injury or structural abnormality in the lower back [ 50, 57]. Axial PsA is associated with a particularly high incidence of sacroiliitis, which can present as bilateral and symmetric, based on genetic status (HLA-B27). HLA-B27-positive status has been linked to increased inflammatory involvement in the sacroiliac joint and lumbar spine, compared with more involvement in the cervical spine seen in patients with HLA-B27-negative status [ 58, 59]. An early manifestation of axial involvement associated with PsA is the formation of asymmetric syndesmophytes and paraspinal ossifications [ 60, 61]. The presence of spondylitis and sacroiliitis can be detected in the axial skeleton using highly sensitive imaging modalities, such as the identification of characteristic bone marrow edema on magnetic resonance imaging (MRI).  The presence of comorbidities has been linked to each arthritic condition discussed here, yet differences among patient comorbidities may help distinguish PsA from RA or OA. Some comorbidities are significantly more common among patients with PsA, including inflammatory conditions, such as ulcerative colitis (1.1–1.28%), Crohn’s disease (1.0–1.13%), and uveitis (7.0–25.1%), and other metabolic conditions such as obesity (6.0–45.0%) and diabetes mellitus (6.1–20.2%) [ 62– 64]. Of note, patients with PsA or RA have comparable increased risk of cardiovascular disease (CVD) compared with the general population; in a real-world observational study, 10.3% and 12.3% of patients with RA or PsA, respectively, reported CVD [ 65– 67]. Comorbidities in patients with OA have been found to be similar to those with PsA, especially obesity, metabolic syndrome, and CVD [ 68– 72], but practitioners can still screen for psoriasis and uveitis to contribute to a definitive diagnosis of PsA vs OA.  ## Application of Imaging Modalities for Differential Diagnosis of PSA  The use of conventional radiographs and more modern imaging modalities, such as ultrasonography (US), MRI, and computed tomography, can provide essential information to aid practitioners in the diagnosis, prognosis, and monitoring of treatment response in PsA. Imaging modalities can also aid in detecting subclinical joint and/or entheseal inflammation and/or morphological changes that may be present in patients with PsA who may not meet the Classification for Psoriatic Arthritis criteria for identification of PsA. The appropriate use of imaging techniques is essential for the accurate assessment of joint and bone damage to facilitate intervention with suitable therapy.  Traditional radiography can be particularly effective to detect and monitor the structural damage seen in PsA. In the evaluation of patients with suspected PsA, structural changes are likely seen in the hands and feet, although other joints can be involved [ 73, 74]. Common radiographic changes to screen for include periostitis and new bone formation with concurrent joint damage characterized by erosions and joint space narrowing, osteolysis, subluxation, bone ankylosis, and pencil-in-cup change (Fig. 4) [ 75, 76]. Plain radiography can help visualize the joints of the spine, including the sacroiliac joints, and entheseal new bone formation; however, these changes are more common in late-stage PsA [ 77, 78]. Radiographs can be used to discern suspected PsA from OA and RA (Fig. 2). Cartilage loss from OA appears as joint space narrowing with occasional sclerosis and can be diffuse, whereas changes from inflammatory arthritis are more discrete. RA can present with erosive changes on the periphery of the joint, and PsA is distinguished by proliferative findings [ 79]. Although radiography can be useful since it can penetrate bone surface and visualize certain aspects of structural changes, it has restricted utility in imaging the soft-tissue changes seen in early stages of PsA [ 31, 80]. Importantly, radiographs can appear normal at early stages of PsA, which can cause misdiagnosis and/or delays in diagnosis if other imaging modalities are not applied.  ### Fig. 4.   Open in a new tab  Characteristic radiographic features in PsA. Images from A Ritchlin CT, et al. N Engl J Med. 2017;376(10):957–70. 10.1056/NEJMra1505557a and B Braga MV, et al. Sci Rep. 2020;10(1):11580. 10.1038/s41598-020-68456-7b. MC metacarpal head, MRI magnetic resonance imaging, PP proximal phalanx, STIR short-tau inversion recovery. aRadiographic features of PsA: a arthritis mutilans, with pencil-in-cup deformities (arrow) and marked bone resorption (osteolysis) in phalanges of the right hand; b the hand radiograph shows joint resorption, ankylosis, and erosion in a single ray; c enthesophytes at the plantar fascia and Achilles’ tendon insertions; and d syndesmophytes involving the cervical spine, with ankylosis of facet joints (arrow); e bilateral grade 3 sacroiliitis; f paramarginal syndesmophyte bridging the fourth and fifth lumbar vertebrae; g bone marrow edema in the second and third lumbar vertebrae in a patient with severe psoriasis and new onset of back pain; h high-frequency (15 MHz) grayscale ultrasound image shows synovitis of the metacarpophalangeal joint. Distention of the joint capsule is evident (arrows). The confluent red signals (box in the lower part of the image) with power Doppler ultrasonography indicate synovial hyperemia; and i high-frequency (15 MHz) ultrasound image shows enthesitis. The confluent red signals with power Doppler ultrasonography represent hyperemia at the tendon near its insertion into the calcaneus. Normally, the tendon is poorly vascularized [ 76]. bUnilateral acute sacroiliitis of the sacroiliac joints that can be seen on MRI. Coronal STIR sequence: high signal intensities on the right compatible with bone marrow edema (white arrows) and enthesitis (blue arrows)[ 75]  US imaging is a useful tool that rheumatologists can use to help visualize inflammatory alterations in soft tissues, such as the synovium, tendons, and entheses, as well as superficial structural changes on the bone surface characteristic of PsA [ 81, 82]. Synovitis in PsA is non-specific on US imaging but can pinpoint joint involvement, and a scoring system has been established by the Outcome Measures in Rheumatology (OMERACT) US Working Group to evaluate the degree of synovitis [ 83]. US can support the early detection and prognosis of subclinical synovitis, and increased US detection of PsA has been reported compared with clinical examination, which can be used to prevent misdiagnosis [ 84, 85]. US is commonly used to visualize enthesitis and has been reported to be superior to clinical examination for the detection of enthesitis in the lower limbs of patients with spondyloarthritis [ 77, 86, 87]; the OMERACT US Task Force reached a consensus on the sonographic lesions that define spondyloarthritis-related enthesitis, and the GRAPPA US Working Group developed an US enthesitis score for PsA [ 88]. Enthesitis in PsA is typified by five abnormalities: tendon thickening and hypoechogenicity, erosions, enthesophytes, calcifications, and abnormal blood flow detected by power Doppler signal at the entheses, all of which can be visualized via US imaging [ 89]. Additionally, US imaging is the preferred method for imaging components of dactylitis to identify the characteristic flexor tenosynovitis and increased subcutaneous soft-tissue swelling, particularly in early disease [ 90, 91].  The high sensitivity of MRI can be used for the early detection of active inflammatory responses that can be seen in early PsA, and the OMERACT MRI in Arthritis Working Group has developed definitions for pathologies commonly seen in PsA [ 92]. The detailed MRI findings common in PsA include thickening of tendons and ligaments, joint effusions and inflammation, bone erosions, enthesophytes, and bone marrow edema [ 93, 94]. Structural abnormalities often seen in patients with PsA, such as the localization of bone marrow edema in proximity to enthesitis, soft-tissue inflammation and tendon involvement [ 95], and location of erosions, can be applied as distinguishing factors visible with MRI [ 96, 97]. More specifically, APPs can note the location of bone marrow edema, which is near the entheses in PsA compared with the capsular attachments in RA, and areas of tenosynovitis are soft-tissue inflammation around the tendon sheath related to dactylitis as opposed to in the hands and wrists in RA [ 95, 98]. However, small studies reported overlap of MRI findings in PsA and OA, such as bone marrow edema, synovitis, and periostitis, which can add to the challenge of a differential diagnosis [ 7, 96, 99]. Additionally, for patients with disease that has progressed, the fat deposition and erosions characteristic of chronic inflammation can be visualized with MRI. Features of enthesitis and dactylitis can be visualized with MRI; however, detection in peripheral joints can be difficult because of the potential for low signal in areas with low water accumulation, such as bone attachments [ 31, 100]. MRI is the preferred first-line modality for patients with suspected axial PsA who are younger and/or who have shorter disease duration [ 101]. Active inflammation (i.e., synovitis and enthesitis) at the sacroiliac joints and bone marrow edema throughout the entire spine, for patients who may have more cervical involvement, can be evaluated via MRI; this is important as early detection prevents irreversible damage on plain film [ 97, 101].  Computed tomography can illustrate the structural damage (i.e., bone erosion, sclerosis, joint space alterations) associated with axial involvement in PsA with high resolution; however, it is not recommended or widely used in routine clinical practice unless radiography is negative and the use of MRI is not possible.  Although each imaging modality has its advantages and limitations, imaging can be valuable for the differential diagnosis of PsA, the assessment of disease severity, monitoring of structural and inflammatory changes, and gauging treatment efficacy.  ## Biomarkers That Can Facilitate Differentiation of PSA, RA, and OA  One challenge in the diagnosis of PsA is the lack of validated biomarkers detectable in the serum or synovial fluid that are unique to PsA; however, there are serologic, genetic, and inflammatory markers that can be screened to substantiate clinical findings.  Serologic analyses for rheumatoid factor (RF) and cyclic citrullinated peptide (CCP) can be used to facilitate the distinction between PsA and RA. Approximately 80% of patients with RA are RF positive and CCP positive, while nearly all patients with PsA are RF and/or CCP negative [ 102]. However, it is important to not rule out PsA solely on the basis of CCP- and/or RF-negative status, as an estimated 13% of patients with PsA are RF positive [ 33]. Additionally, C-reactive protein (CRP) and erythrocyte sedimentation rate (ESR) have been shown to be markers of inflammation in patients with RA and PsA. Both ESR and CRP were reported to significantly predict radiographic progression in RA [ 8]. Patients with PsA, on average, have lower ESR and CRP levels than patients with RA, yet elevations of both have been significantly correlated with the number of swollen joints, structural damage, and abnormalities detected with US [ 84, 103]. Elevated ESR and CRP levels that are attributed to PsA are considered markers of severe PsA by the American College of Rheumatology (ACR)/National Psoriasis Foundation, and tumor necrosis factor inhibitors (TNFis) and/or anti-interleukin-17 (IL-17) biologic disease-modifying antirheumatic drugs (bDMARDs) are recommended for earlier use in these patients [ 3, 104, 105].  Genetic factors can also assist in differential diagnosis of PsA; HLA-B27, in particular, has been linked to the increased susceptibility to develop PsA among patients with psoriasis, which can also be affected by family history and/or race [ 106, 107]. HLA-B27 has also been linked to development of enthesitis and symmetric sacroiliitis and is more common among patients with axial involvement than those without [ 108, 109]. Among patients with RA who are RF and CCP positive, the presence of HLA-DRB1 alleles has been associated with disease severity and susceptibility to develop RA [ 110]; this genetic factor is generally absent in patients with PsA but has been associated as a risk factor for inflammatory bowel disease and may indicate the presence of inflammatory bowel disease among patients diagnosed with PsA [ 111]. While the presence of HLA-B27 or HLA-DRB1 alone would not constitute a definitive diagnosis, it can be used to substantiate a diagnosis along with clinical signs and symptoms.  ## Treatment Recommendations and Guidelines for Management of PSA  Once a confirmed diagnosis of PsA is established, providers can utilize known inflammatory markers to facilitate determination of the optimal treatment strategy for patients. Inflammatory responses in arthritic diseases result in increased production of pro-inflammatory cytokines that act together to propagate chronic inflammation (Table 1). TNFα overexpression has been linked to the pathogenesis of PsA, RA, and OA [ 112– 114]. IL-17 is increased in the synovial fluid and psoriatic plaques of patients with PsA [ 115– 118]. Cytokines IL-12 and IL-23 also have established roles in the pathogenesis of PsA [ 119– 123]. Additionally, IL-6 dysregulation plays a key role in the development and progression of RA [ 124– 126] and has been associated with age-related inflammation and radiographic knee OA [ 127], and increased IL-6 levels are seen in the synovium in PsA [ 114, 128]. IL-1β plays a crucial role in the pathogenesis of OA [ 129– 131]. However, elevated levels of IL-1β are also frequently seen in PsA and RA [ 132], so this dysregulation alone cannot be used to differentiate diagnosis. High numbers of activated T cells are found in the inflamed joints and skin of patients with PsA and have also been linked to the pathogenesis and progression of RA [ 133– 135]. Lastly, the role of the Janus kinase (JAK)/signal transducer and activator of transcription (STAT) pathway is implicated in the pathogenesis of these diseases [ 136– 140]. Several cytokines that are upregulated in RA and/or PsA can promote increased cytokine release through several JAK/STAT pathways, potentiating further inflammatory responses that can propagate cycles of chronic inflammation [ 137, 141]. Overlap in intracellular signaling cascades that are involved in the pathogenesis of each disease can add to the challenge of differentiating PsA from RA and OA; however, assessment of each of these markers may be part of a clinical examination to substantiate clinical presentation and could be used to determine optimal treatment plans.  ### Table 1.  Pro-inflammatory cytokines associated with disease pathogenesis of PsA, RA, and OA  | Cytokine | Description | Cell signaling regulation | Targeted therapies | | :-- | :-- | :-- | :-- | | TNFα [ 112– 114] | Inflammatory cytokine produced by Th1, Th22, Th17, NK, and dendritic cells, as well as macrophages and neutrophils | Overexpression linked to pathogenesis of PsA, RA, and OA | TNFis approved and recommended for PsA and RA include etanercept, infliximab, adalimumab, golimumab, and certolizumab pegol | | IL-17 [ 115– 118] | Inflammatory cytokine produced by Th17, Th9, innate lymphoid, and mast cells, as well as neutrophils | Increased in the synovial fluid and psoriatic plaques of patients with PsAAssociated with pathogenesis of PsA but not established for RA or OA | IL-17is approved and recommended for PsA include secukinumab and ixekizumab | | IL-12/23 and IL-23 [ 119– 123] | Pro-inflammatory cytokines produced by dendritic cells and macrophages | IL-12 stimulates Th1 cellsIL-23 regulates Th17 cells at sites of enthesitis | IL-12/23i and IL-23i approved and recommended for PsA are ustekinumab and guselkumab, respectively | | IL-6 [ 124– 128] | Produced by dendritic cells, macrophages, and neutrophils | Elevated levels of IL-6 have been reported in the synovial fluid of patients with RA and PsA and the serum and plasma in patients with RAPlays a role in RA progression via T and B cell activation, autoantibody and acute-phase protein production, and osteoclast and synoviocyte stimulationIncreased IL-6 levels have been associated with age-related inflammation and are predictive of radiographic knee OA | IL-6 receptor antagonists approved and recommended for RA include tocilizumab and sarilumab | | IL-1β [ 129– 132] | Produced by macrophages and neutrophils in the joint and synovial membrane | Shown to induce inflammation and catabolic effects of the articular cartilage and other aspects of joints leading to OAElevated levels are also seen in patients with PsA and RA | IL-1 receptor antagonist approved for RA is anakinra | | T cells [ 133– 135] | A type of white blood cell that is key to the function and regulation of the immune system to protect the body from infection | An increased number of activated T cells, including Th17 cells, are found in the inflamed joints and skin of patients with PsAAberrant regulation and function of Th and Treg cells have been linked to the pathogenesis and progression of RA | A T cell co-stimulation modulator approved for RA and PsA is abatacept | | JAK/STAT [ 136– 139] | Pro-inflammatory cytokines signal through and regulate the JAK/STAT pathways | Several pro-inflammatory cytokines recruit and activate immune cells to sites of inflammation and increase cytokine regulation through JAK/STAT pathways | JAK inhibitor approved for PsA and RA is tofacitinibJAK inhibitors approved for RA include baricitinib and upadacitinib |  Open in a new tab IL-12/23i interleukin-12/23 inhibitor, IL-17i interleukin-17 inhibitor, IL-23i interleukin-23 inhibitor, JAK Janus kinase, NK natural killer, OA osteoarthritis, PsA psoriatic arthritis, RA rheumatoid arthritis, STAT signal transducer and activator of transcription, Th helper T cell, TNFi tumor necrosis factor inhibitor, Treg regulatory T cell  Early treatment intervention of PsA has the potential to significantly impede disease progression and allow patients to maintain quality of life. Patients are often seen by several healthcare providers (e.g., primary care providers, dermatologists, orthopedists) along their journey to a definitive diagnosis. One study reported that among those surveyed, patients with PsA were most commonly treated by a general practitioner (79.8%), rheumatologist (66.5%), dermatologist (33.0%), and/or orthopedist (21.7%) and found that patients with increased time to diagnosis were significantly more likely to have initially sought care from general practitioners, orthopedists, and chiropractors [ 22]. Upon appropriate identification of suspected PsA, a referral to a rheumatologist should follow, and a comprehensive referral is crucial to best assist in the diagnosis of PsA and choice of an appropriate treatment strategy. We recommend that patient history, imaging, laboratory tests, history of joint involvement, synovial fluid draining and findings (e.g., cell count, crystal deposits, and cultures), and the disease domains involved be included in a referral (Fig. 1). A study that included data for 405 newly diagnosed patients with PsA included in the Dutch south-west Early Psoriatic Arthritis cohort found diverse primary manifestations at time of diagnosis, with domain presentation ranges from 12.6% to 85% [ 142]. Furthermore, in a study among 2617 patients with established PsA [mean (SD) disease duration of 8.5 (8.1) years] enrolled in a registry, domain presentation and comorbidities were varied; individual domain presentation ranged from 9.0% to 69.3%, and common comorbidities included uveitis (0.9%), Crohn’s disease (1.0%), and ulcerative colitis (0.9%) (Fig. 5) [ 143]. It is important for APPs to make note of the disease domain type and severity involved since it may impact treatment options and effectiveness.  ### Fig. 5.   Open in a new tab  Frequency of disease domains in patients with PsA. ASAS Assessment of SpondyloArthritis international Society, CBP chronic back pain, CD Crohn’s disease, CVD cardiovascular disease, IBP inflammatory back pain, LDI Leeds Dactylitis Index, LEI Leeds Enthesitis Index, PA peripheral arthritis, PASI Psoriasis Area and Severity Index, PsA psoriatic arthritis, SPARCC Spondyloarthritis Research Consortium of Canada, SJC swollen joint count, TJC tender joint count, UC ulcerative colitis, VAS visual analog scale. aDisease domains were defined as follows: (1) enthesitis: patients with LEI > 0; (2) dactylitis: determined by LDI > 0; (3) PA: disease subtype was determined at diagnosis by rheumatologist and defined by primary presentation as monoarthritis (1 joint), oligoarthritis (2–4 joints), and polyarthritis (≥ 5 joints); (4) axial involvement: patients were classified as having CBP if they reported chronic complaints of back pain for a duration of longer than 3 months at present or in the past 12 months and with onset < 45 years of age. Of these patients, fulfillment of the ASAS classification criteria for IBP was determined; (5) psoriasis: patients with PASI > 1 [ 142]. bDisease domains were defined as follows: (1) enthesitis: patients with SPARCC > 1; (2) dactylitis: patients with peripheral dactylitis > 1; (3) PA: patients with TJC and/or SJC > 0; (4) nail psoriasis: patients with global nail psoriasis severity VAS > 0; (5) axial disease: patients with physician-reported presence of spinal involvement at time of registry enrollment, based on clinical judgment of features thought to be representative of active inflammatory spondylitis and/or radiographs or magnetic resonance imaging (MRI) showing sacroiliitis such as sacroiliitis grade > 2 bilaterally or grades 3–4 unilaterally by x-ray, active (acute) inflammation on MRI highly suggestive of sacroiliitis associated with SpA, definite radiographic sacroiliitis according to modified New York criteria, and other evidence of sacroiliitis on imaging; and (6) skin disease: patients with > 0% body surface area affected by psoriasis  The care and management of PsA relies primarily on pharmacological measures, and the appropriate choice is vital to optimize treatment response. There is overlap in approved treatment options for PsA, RA, and OA (Table 2) [ 3, 105, 144– 149]; therefore, a definitive diagnosis of PsA is paramount for the appropriate choice to optimize therapeutic response. Different classes of DMARDs are indicated for PsA and RA, including conventional synthetic (csDMARDs), biologic (bDMARDs), and targeted synthetic (tsDMARDs) [ 105, 146]; however, none of these are approved for OA. csDMARDs, along with nonsteroidal anti-inflammatory drugs (NSAIDs) and glucocorticoids, are widely used as initial treatment for the signs and symptoms of PsA and RA, and NSAIDs are used for patients with OA. The overlap of approved csDMARDs for PsA and RA include methotrexate and leflunomide, while there are a number of other csDMARDs indicated for RA but not PsA [ 9]. The majority of bDMARDs have been widely recognized for their ability to effectively improve signs and symptoms and inhibit the structural progression seen with PsA and RA, although targeting IL-12/23 and IL-23 has not been reported to inhibit structural progression; there are inconclusive and limited data on the use of bDMARDs in OA [ 105, 150]. TNFis are approved for active PsA and RA and have been widely established as an effective bDMARD for these patients. More selective novel bDMARDs have been developed with different mechanisms of action linked to PsA and RA, including those that target IL-17 [ 151, 152], IL-12/23 [ 153– 156], and IL-23 [ 157, 158] in PsA; IL-1 [ 159, 160], CD20 [ 161], and IL-6 [ 162] in RA; and T cell modulation in both RA and PsA [ 163, 164]. More recently, tsDMARDs that specifically target JAK/STAT and phosphodiesterase 4 (PDE4) have been approved in PsA and RA owing to the growing evidence of the dysregulation of these pathways in both diseases, although more tsDMARDs are approved for RA than PsA [ 165– 167]. Given the overlap in treatment options for PsA, RA, and OA, a differential diagnosis is imperative prior to treatment initiation as variations in inflammatory responses and patient demographics may arise from different mechanisms of action, which should be considered for the development of an appropriate treatment plan.  ### Table 2.  FDA-approved therapies for PsA, RA, and OA  | Class | PsA [ 3, 105, 144] | RA [ 145, 146] | OA [ 147– 149] | | :-- | :-- | :-- | :-- | | csDMARDs | MTX, leflunomide, sulfasalazine, cyclosporine | MTX, leflunomide, sulfasalazine, hydroxychloroquine, cyclosporine |  | | bDMARDs | TNFis: etanercept, infliximab, adalimumab, golimumab, certolizumab pegolIL-17 inhibitors: secukinumab, ixekizumabIL-12/23 inhibitor: ustekinumabIL-23 inhibitor: guselkumabT-cell activation inhibitor: abatacept | TNFis: etanercept, infliximab, adalimumab, golimumab, certolizumab pegolIL-6 receptor antagonists: tocilizumab, sarilumabIL-1 receptor antagonist: anakinraT-cell activation inhibitor: abataceptCD20 inhibitor: rituximab |  | | tsDMARDs | PDE4 inhibitor: apremilastJAK inhibitor: tofacitinib | JAK inhibitors: tofacitinib, baricitinib, upadacitinib |  | | Other | Corticosteroid injectionsNSAIDs | Corticosteroid injectionsNSAIDs | Corticosteroid injectionsNSAIDsOpioids: tramadolNon-pharmacological interventions:ExerciseWeight managementStrength trainingSelf-management and education |  Open in a new tab bDMARD biologic DMARD, csDMARD conventional synthetic DMARD, DMARD disease-modifying antirheumatic drug, IL interleukin, JAK Janus kinase, MTX methotrexate, NSAID nonsteroidal anti-inflammatory drug, OA osteoarthritis, PsA psoriatic arthritis, PDE4 phosphodiesterase 4, RA rheumatoid arthritis, TNFi tumor necrosis factor inhibitor, tsDMARD targeted synthetic DMARD  Guidelines and treatment recommendations present healthcare providers with the best evidence available for circumstances commonly seen in patients to allow practitioners to deliver optimal care. Recommendations and guidelines for the treatment of PsA have been developed by the European League Against Rheumatism, GRAPPA, and ACR/National Psoriasis Foundation, which broadly propose an escalation-type approach to therapy and can be managed and initiated by rheumatology providers following an appropriate referral [ 3, 105, 144]. Similar recommendations are also available for RA [ 146] and OA [ 147].  Approved treatment strategies differ because of the differences in pathogenesis, clinical presentation, and response to therapy among patients; therefore, an accurate disease diagnosis is imperative as it can have crucial implications for therapeutic response (Table 2). Treatments that are less specific, such as NSAIDs and corticosteroid injections, have been shown to be effective for treatment of the symptoms of PsA, RA [ 145], and OA [ 148, 149], and these agents could be used for initial disease management before a differential diagnosis and prognosis can be determined.  Once a diagnosis is established, it is imperative to consider which PsA disease domains are involved to select the appropriate treatment for optimal effectiveness (Table 3) [ 105]. Data on the efficacy of csDMARDs, especially methotrexate, in PsA are varied; historically, methotrexate has not been shown to be effective for improving measures of synovitis, including joint counts, and ESR and CRP levels or for delaying radiographic progression but is effective for skin involvement seen with the disease. More recently, methotrexate has been shown to improve ACR20 responses among treatment-naive patients with PsA in randomized controlled trials [ 168– 171]. Conversely, the efficacy of methotrexate in patients with RA is well established and is the most frequently used csDMARD for first-line therapy [ 8, 145]. The use of csDMARDs in OA is less understood and the data are not robust enough to encourage incorporation of treatment into clinical practice; however, there is some evidence that methotrexate may be effective for pain reduction seen in OA of the knee [ 172, 173].  ### Table 3.  Recommended treatments for PsA by disease domain involvement [ 3, 105, 144]  | Disease domain | Treatment recommendationa | | :-- | :-- | | Enthesitisb | First line: NSAIDs,Inadequate response to NSAIDs: csDMARDs, TNFis, IL-12/23i, IL-17is, JAKi | | Dactylitisb | First line: csDMARDsInadequate response to csDMARDs/TNFis: switch TNFis, IL-17is, IL-12/23i | | Peripheral arthritisb | First line: csDMARDs, TNFis, NSAIDs,Inadequate response to prior DMARDs: IL-12/23i, IL-17is, JAKiInadequate response to prior DMARDs with skin involvement: IL-17is, IL-12/23i | | Nail psoriasis | First line: TNFis, IL-12/23i, IL-17iInadequate response to prior biologics: switch biologic or PDE4i | | Axial disease | First line: NSAIDsInadequate response to prior NSAIDs: TNFisInadequate response to prior NSAIDs with skin involvements: IL-17is | | Psoriatic skin disease | First line: topical treatments, csDMARDs, particularly MTXInadequate response to csDMARDs: IL-17is, IL-12/23i, TNFis, PDE4ic |  Open in a new tab bDMARD biologic DMARD, CS corticosteroids, csDMARD conventional synthetic DMARD, DMARD disease-modifying antirheumatic drug, IL-12/23i interleukin-12/23 inhibitor, IL-17i interleukin-17 inhibitor, JAKi Janus kinase inhibitor, MTX methotrexate, NSAID nonsteroidal anti-inflammatory drug, PDE4i phosphodiesterase 4 inhibitor, PsA psoriatic arthritis, TNFi tumor necrosis factor inhibitor  aTreatment recommendations do not include evidence for IL-23 inhibitors, as none were approved for PsA at the time of their publication  bCS injections can be considered on an individual basis for peripheral arthritis, enthesitis, and dactylitis because of the potential for serious side effects and inadequate available evidence for efficacy  cIn patients with mild disease  Therapeutic agents that target upstream factors, such as TNFis, are effective and recommended for the treatment of both RA and PsA [ 105, 145]. TNFis are broadly effective; they are recommended to treat PsA-related enthesitis, dactylitis, and nail disease and are effective for PsA disease that is predominately axial. TNFis may be the preferred first and second bDMARDs for patients with concurrent uveitis [ 105, 144]. However, increasing evidence has shown that newer bDMARDs that block IL-17, IL-12/23, or IL-23 have increased efficacy and better long-term safety profiles compared with TNFis in PsA, particularly for skin and nail disease, with fewer adverse events [ 174– 177]; these biologics are now recommended alongside TNFis for first-line therapy. IL-17 inhibitors may be preferred as first-line therapy for PsA with predominant skin involvement [ 176]. Additionally, IL-12/23 inhibitors do not show sufficient efficacy for axial involvement compared with TNFis, so they are not recommended when axial involvement is present [ 178]. These bDMARDs have shown superior efficacy for PsA treatment; however, the efficacy for RA is varied, and it has not been studied in OA [ 179, 180]. Similarly, more selective bDMARDs have been increasingly shown to be more effective for the treatment of RA [ 146, 181]. Patients with RA will benefit from the use of bDMARDs that target IL-6 and CD20, especially after inadequate response to TNFis, while their efficacy in patients with PsA is not established. Further, inhibition of T cell activation with abatacept treatment can be used in patients with RA, as well as those with PsA, who fail to respond to other bDMARDs.  For patients with an inadequate response to TNFis and other bDMARDs, tsDMARDs are increasingly recommended for patients with PsA (oral small molecules targeting JAK or PDE4) and RA (targeting JAK only). The efficacy of JAK inhibition in PsA has been established for patients with inadequate response or intolerance to csDMARDs and has been reported to significantly improve physical function, psoriasis, enthesitis, and dactylitis related to PsA [ 165, 182]. Similarly, inhibiting PDE4 has been reported to significantly improve signs and symptoms of PsA and patient-reported outcome measures with sustained response up to 5 years regardless of prior bDMARD experience; however, inhibition of radiographic progression is not established with PDE4 inhibition [ 183, 184]. tsDMARDs effectively improve clinical manifestations, disease activity, and patient-related outcome measures of RA compared with csDMARDs, although greater improvements are achieved when administered in combination with csDMARDs [ 166, 181]. While efficacy of tsDMARDs has been recognized for both diseases, it is still important to differentiate PsA from RA for the consideration of tsDMARD treatment since some agents have not been thoroughly studied in PsA and may not be as effective as in RA. Although PsA, RA, and OA have various overlapping clinical manifestations, variations in underlying pathogenesis and response to therapy translate into significantly varying clinical outcomes.  ## Summary  PsA is a complex disease characterized by inflammation of multiple clinical domains, including peripheral joints, skin and nails, axial joints, entheses, eyes, and digits. There are many systemic treatment options available that are dictated by disease severity and that have demonstrated effective control of joint damage as assessed by radiographic progression. Early assessment, diagnosis, and treat-to-target strategies are key to the management of patients with PsA to facilitate the administration of appropriate therapy in a timely manner. Skin manifestations of psoriasis, which often develop before arthritic symptoms, place the responsibility on the dermatologist or primary care provider to screen for arthritis and enhance early diagnosis. Collaboration and coordinated care are key among primary care providers and subspecialists to ensure positive outcomes for patients, controlling symptoms and disease activity, maintaining functional ability, and improving patient quality of life.",
  "clean_sections": [
    "Abstract  Psoriatic arthritis (PsA) is a chronic inflammatory disease that affects multiple organ systems and is characterized by skin and joint manifestations. PsA is frequently undiagnosed and/or misdiagnosed, especially because of the similarities in clinical presentation shared with other arthritic diseases, including rheumatoid arthritis (RA) and osteoarthritis (OA). An accurate and timely diagnosis of PsA is crucial to prevent delays in optimal treatment, which can lead to irreversible joint damage and increased functional disability. Patients are usually seen by a number of different healthcare providers on their path to a diagnosis of PsA, including advanced practice providers (APPs). This review provides a comprehensive overview of the characteristic features that can be used to facilitate the differentiation of PsA from RA and OA. Detailed information on clinical manifestations, biomarkers, radiologic features, and therapeutic recommendations for PsA included here can be applied in routine clinical settings to provide APPs with the confidence and knowledge to recognize and refer patients more accurately to rheumatologists for management of patients with PsA.  Keywords: Psoriatic arthritis, Diagnosis, Rheumatoid arthritis, Osteoarthritis, Clinical presentation",
    "Key Summary Points  |     | | --- | | Psoriatic arthritis (PsA) is a complex disease characterized by inflammation of multiple clinical domains, including peripheral joints, skin and nails, axial joints, entheses, eyes, and digits | | The similarities in clinical presentation of PsA and other rheumatic diseases such as rheumatoid arthritis (RA) or osteoarthritis (OA) can make a differential diagnosis challenging; therefore, it is crucial for primary care providers, including advanced practice providers (APPs), to be aware of characteristics and criteria indicative of a diagnosis of PsA | | Characteristic features can be used to differentiate PsA from RA and OA, and early assessment, diagnosis, and treat-to-target strategies are key to the management of patients with PsA to facilitate the administration of appropriate therapy in a timely manner | | Collaboration and coordinated care are key among primary care providers, APPs, and subspecialists to ensure positive outcomes for patients, controlling symptoms and disease activity, maintaining functional ability, and improving patient quality of life |  Open in a new tab",
    "Introduction to Psoriatic Arthritis, Rheumatoid Arthritis, and Osteoarthritis  Psoriatic arthritis (PsA) is a chronic inflammatory heterogeneous arthritis that is associated with psoriasis, and approximately 30% of patients with psoriasis develop PsA [ 1]. It is estimated that PsA has a prevalence rate of approximately 1–2 per 1000 in the general population and an incidence rate of approximately 6 per 100,000 per year [ 2, 3]. Generally, onset of PsA occurs between ages 30 and 50 years but can develop at any point throughout a patient’s lifetime. The Group for Research and Assessment of Psoriasis and Psoriatic Arthritis (GRAPPA) defined six clinical domains that can be involved with PsA: peripheral arthritis, enthesitis, dactylitis, psoriasis, psoriatic nail disease, and axial disease [ 4– 6].  Definitive diagnosis of PsA is further complicated by several arthritic conditions with similar clinical presentations. PsA is often undiagnosed and can be misdiagnosed for rheumatoid arthritis (RA) or osteoarthritis (OA), especially in a non-rheumatologic setting [ 7– 9]. RA is a chronic inflammatory arthritis typified by pain, swelling, and stiffness of the joints, particularly symmetric small-joint synovitis of the hands and feet [ 10]. The lining of the joints is primarily affected in RA, and without adequate treatment, long-standing disease activity can result in permanent joint deformity and bone damage [ 11]. It is estimated that RA has global prevalence and incidence rates of 246.6 and 14.9 per 100,000 in the general population, respectively [ 12]. RA can present at any age, but peak age of onset is between ages 30 and 50 years, and likelihood increases with age [ 11]. OA is the most common non-inflammatory arthritic condition strongly associated with aging, and symptoms arise from deterioration of joint cartilage, which can cause changes in the bone and connective tissues of the joints [ 13]. Additionally, erosive inflammatory OA, typically affecting the hand, is a subset of OA that can mimic common inflammatory arthritic conditions, further complicating the distinction of OA from PsA [ 14, 15]; however, this subset of OA does not have an established diagnostic criterion [ 16], and therefore it will not be treated as a separate clinical condition throughout this review. Onset of OA is usually in the late 50s [ 7], affecting millions of people, with prevalence and incidence estimates varying depending on OA definition [ 17, 18]. Recently, it was estimated that 242 million people were living with symptomatic and activity-limiting OA of the hip and/or knee globally [ 19].  A proper diagnosis and timely treatment of PsA are essential to prevent permanent joint damage and decrease functional disability [ 20, 21]. Patients are often seen by various healthcare providers on their pathway to a diagnosis of PsA, including dermatologists, orthopedists, general practitioners, chiropractors, and advanced practice providers (APPs) [ 22]. Diagnosis of PsA relies on early detection through appropriate history taking, careful examination, and clinical judgment, and APPs are in a position to see many patients with different rheumatic diseases; therefore, it is imperative that APPs are aware of and receive proper training to accurately screen for features to identify PsA.",
    "Statement of Literature Search  For the development of this narrative review, publications were identified by a series of searches on PubMed between September 2020 and July 2021. Search terms included “(diagnos* OR differentiat*) AND (psoriatic arthritis OR rheumatoid arthritis OR osteoarthritis)”; “(biomarker OR serologic* OR marker OR genetic*) AND (psoriatic arthritis OR rheumatoid arthritis OR osteoarthritis)”; “(IL-17 OR IL-12 OR IL-23, OR IL-6 OR TNFα OR IL-1β OR JAK/STAT) AND (psoriatic arthritis OR rheumatoid arthritis OR osteoarthritis)”; “(biologic* OR DMARD*) AND (psoriatic arthritis OR rheumatoid arthritis OR osteoarthritis).” Publications that detailed the characteristic clinical manifestations, comorbidities, pathogenesis, biomarkers, treatment recommendations, and differential diagnosis for PsA, RA, and OA were included. References that were determined to be irrelevant on the basis of the authors’ judgment were excluded from consideration. Relevant references that were cited within the publications included in this review and articles previously known by authors were considered on the basis of the criteria. This review is based on studies that were previously completed and does not contain any novel studies with human participants that were conducted by any of the authors.",
    "Key Clinical Features for Differential Diagnosis of PsA  The similarities in clinical presentation of PsA and other rheumatic diseases can make a differential diagnosis challenging; therefore, it is crucial for APPs to be aware of characteristics and criteria indicative of a diagnosis of PsA. Clinical evaluation based on patient history and thorough physical examination can be supported by classification criteria to assist the practitioner in recognizing the combination of clinical features unique to PsA. The Classification for Psoriatic Arthritis criteria were developed from patient data to standardize enrollment in clinical trials of PsA; they have been shown to have high sensitivity and specificity for the diagnosis of PsA and have been incorporated into clinical settings to assist practitioners in the identification of potential signs of PsA [ 23]. These criteria require patients to present with at least one “stem” feature of inflammatory disease and at least three points given a numerical value to fulfill the PsA classification and could be included as part of a rheumatology referral checklist (Fig. 1).  ### Fig. 1.   Open in a new tab  Suggested rheumatology referral checklist. CASPAR Classification for Psoriatic Arthritis, CCP cyclic citrullinated peptide, CRP C-reactive protein, ESR erythrocyte sedimentation rate, RF rheumatoid factor  Characteristic features that can assist in a differential diagnosis are enthesitis, dactylitis, uveitis, nail dystrophy with psoriasis, and articular involvement that can vary considerably and may involve the peripheral joints and axial spine (Fig. 2) [ 24, 25]. Enthesitis is more common in PsA than in other rheumatic conditions and affects 35–50% of patients with PsA [ 26]. Enthesitis can present before arthritis symptoms in patients with PsA and may be the only musculoskeletal manifestation in early PsA; thus, imaging can be helpful to identify patients with subclinical disease when other clinical symptoms are absent [ 24]. The most frequent areas of enthesitis are the insertion sites of the plantar fascia, Achilles tendon, lateral epicondyle of the elbow, and ligament attachments at the knee [ 27]. Dactylitis (“sausage” fingers or toes) is the uniform swelling of the digits due to inflammation and affects up to 50% of patients with PsA [ 28]. The hands and feet should be carefully examined for signs of dactylitis, which often presents as diffuse digit swelling of a finger or toe accompanied by redness of the skin, and pain [ 29]. Dactylitis can be an indicator of disease severity; affected digits have been found to have significantly greater joint damage compared with non-affected digits in patients with early PsA [ 30, 31].  ### Fig. 2.   Open in a new tab  Clinical manifestations characteristic of psoriatic arthritis to differentiate from characteristics of osteoarthritis and rheumatoid arthritis. DIP distal interphalangeal, PIP proximal interphalangeal  Furthermore, the common association between PsA and psoriasis is well established. Patients with psoriasis can be screened for PsA in routine clinical settings to prevent diagnostic delays; in the majority of patients (75–80%), psoriatic skin involvement precedes presentation of peripheral involvement, with approximately 7–12 years between onset of psoriasis and diagnosis of PsA [ 25, 32, 33]. Additionally, the degree of severity, the amount of body area affected, and the areas of the body (e.g., scalp and nails) affected by psoriasis can increase the risk of developing PsA [ 34, 35]. Psoriatic nail lesions can be important in differential diagnosis, occurring in over 60% of patients with PsA, but uncommonly in RA and OA [ 36]. Changes that involve the nail matrix are characterized by pitting, leukonychia (i.e., white discoloration), nail plate crumbling, red spots on the lunula, and trachyonychia (Fig. 3) [ 37]. When the nail bed is affected, symptoms include salmon patch or oil spots, onycholysis, subungual hyperkeratosis, and splinter hemorrhages [ 38, 39]. Each nail lesion arises from different processes in the nail complex, and progression of entheseal inflammation in the distal interphalangeal extensor tendon of the nail is believed to be the cause of psoriatic nail changes seen in patients with PsA [ 40]. Comorbid psoriasis can help substantiate a definitive diagnosis of PsA, although the presence of psoriasis alone is not sufficient to differentiate this disease, as psoriasis has been reported in RA and OA [ 41– 43]  ### Fig. 3.   Open in a new tab  Examples of characteristic psoriatic ( a) nail matrix and ( b) nail bed presentations (image reprinted from Kaeley GS, et al. J Rheumatol. 2021;48(8):1208-20. 10.3899/jrheum.201471 [ 37])  Distinctive features of joint involvement in PsA, particularly in an early disease state, include inflammatory asymmetric monoarticular to oligoarticular distribution, possible spondylitis including sacroiliitis, and distal small-joint inflammation in the hands and feet. These elements can help discern PsA from RA, as the presentation seen with RA includes symmetric and polyarticular distribution, proximal hand and foot involvement, more tender and swollen joints, and the absence of sacroiliitis [ 20, 26, 44]. Conversely, OA can present with joint involvement similar to that of PsA; however, it is non-inflammatory in nature compared with PsA and RA. Morning stiffness and/or worsening joint stiffness with inactivity is common in patients with PsA and RA, whereas joint pain and stiffness associated with OA tends to be exacerbated with activity and improves with rest [ 45]. While involvement of distal interphalangeal joints is common in both PsA and OA, distal interphalangeal involvement in PsA is frequently associated with psoriatic nail disease and joint inflammation, compared with related bone spurs in OA [ 24, 46].  It is also important to distinguish between the two major arthritis patterns in patients with suspected PsA—peripheral and/or axial—since the type of arthritis can impact patient disease state and treatment strategy. The majority of patients with PsA experience peripheral joint involvement, and approximately 25–70% of patients have axial involvement [ 47, 48], depending on the definition of axial disease applied. To screen for peripheral arthritis, practitioners should evaluate patients for swelling and tenderness, which can be indicative of synovitis and inflammation, as well as commonly affected joints, such as feet and hands, knees, wrists, ankles, and shoulders [ 24]. Axial arthritis can be an indicator of higher disease severity [ 49] and commonly presents with slowly developing inflammatory back pain (IBP) [ 50– 52]. IBP is defined by the Assessment of SpondyloArthritis international Society as chronic back pain for at least 3 months, with onset before the age of 40 years, pain that causes waking during sleep, and stiffness that improves with activity [ 53– 55]. Since patients present with back pain in general medicine settings for a variety of reasons [ 56], it is important to distinguish IBP from mechanical back pain, the latter of which is an injury or structural abnormality in the lower back [ 50, 57]. Axial PsA is associated with a particularly high incidence of sacroiliitis, which can present as bilateral and symmetric, based on genetic status (HLA-B27). HLA-B27-positive status has been linked to increased inflammatory involvement in the sacroiliac joint and lumbar spine, compared with more involvement in the cervical spine seen in patients with HLA-B27-negative status [ 58, 59]. An early manifestation of axial involvement associated with PsA is the formation of asymmetric syndesmophytes and paraspinal ossifications [ 60, 61]. The presence of spondylitis and sacroiliitis can be detected in the axial skeleton using highly sensitive imaging modalities, such as the identification of characteristic bone marrow edema on magnetic resonance imaging (MRI).  The presence of comorbidities has been linked to each arthritic condition discussed here, yet differences among patient comorbidities may help distinguish PsA from RA or OA. Some comorbidities are significantly more common among patients with PsA, including inflammatory conditions, such as ulcerative colitis (1.1–1.28%), Crohn’s disease (1.0–1.13%), and uveitis (7.0–25.1%), and other metabolic conditions such as obesity (6.0–45.0%) and diabetes mellitus (6.1–20.2%) [ 62– 64]. Of note, patients with PsA or RA have comparable increased risk of cardiovascular disease (CVD) compared with the general population; in a real-world observational study, 10.3% and 12.3% of patients with RA or PsA, respectively, reported CVD [ 65– 67]. Comorbidities in patients with OA have been found to be similar to those with PsA, especially obesity, metabolic syndrome, and CVD [ 68– 72], but practitioners can still screen for psoriasis and uveitis to contribute to a definitive diagnosis of PsA vs OA.",
    "Application of Imaging Modalities for Differential Diagnosis of PSA  The use of conventional radiographs and more modern imaging modalities, such as ultrasonography (US), MRI, and computed tomography, can provide essential information to aid practitioners in the diagnosis, prognosis, and monitoring of treatment response in PsA. Imaging modalities can also aid in detecting subclinical joint and/or entheseal inflammation and/or morphological changes that may be present in patients with PsA who may not meet the Classification for Psoriatic Arthritis criteria for identification of PsA. The appropriate use of imaging techniques is essential for the accurate assessment of joint and bone damage to facilitate intervention with suitable therapy.  Traditional radiography can be particularly effective to detect and monitor the structural damage seen in PsA. In the evaluation of patients with suspected PsA, structural changes are likely seen in the hands and feet, although other joints can be involved [ 73, 74]. Common radiographic changes to screen for include periostitis and new bone formation with concurrent joint damage characterized by erosions and joint space narrowing, osteolysis, subluxation, bone ankylosis, and pencil-in-cup change (Fig. 4) [ 75, 76]. Plain radiography can help visualize the joints of the spine, including the sacroiliac joints, and entheseal new bone formation; however, these changes are more common in late-stage PsA [ 77, 78]. Radiographs can be used to discern suspected PsA from OA and RA (Fig. 2). Cartilage loss from OA appears as joint space narrowing with occasional sclerosis and can be diffuse, whereas changes from inflammatory arthritis are more discrete. RA can present with erosive changes on the periphery of the joint, and PsA is distinguished by proliferative findings [ 79]. Although radiography can be useful since it can penetrate bone surface and visualize certain aspects of structural changes, it has restricted utility in imaging the soft-tissue changes seen in early stages of PsA [ 31, 80]. Importantly, radiographs can appear normal at early stages of PsA, which can cause misdiagnosis and/or delays in diagnosis if other imaging modalities are not applied.  ### Fig. 4.   Open in a new tab  Characteristic radiographic features in PsA. Images from A Ritchlin CT, et al. N Engl J Med. 2017;376(10):957–70. 10.1056/NEJMra1505557a and B Braga MV, et al. Sci Rep. 2020;10(1):11580. 10.1038/s41598-020-68456-7b. MC metacarpal head, MRI magnetic resonance imaging, PP proximal phalanx, STIR short-tau inversion recovery. aRadiographic features of PsA: a arthritis mutilans, with pencil-in-cup deformities (arrow) and marked bone resorption (osteolysis) in phalanges of the right hand; b the hand radiograph shows joint resorption, ankylosis, and erosion in a single ray; c enthesophytes at the plantar fascia and Achilles’ tendon insertions; and d syndesmophytes involving the cervical spine, with ankylosis of facet joints (arrow); e bilateral grade 3 sacroiliitis; f paramarginal syndesmophyte bridging the fourth and fifth lumbar vertebrae; g bone marrow edema in the second and third lumbar vertebrae in a patient with severe psoriasis and new onset of back pain; h high-frequency (15 MHz) grayscale ultrasound image shows synovitis of the metacarpophalangeal joint. Distention of the joint capsule is evident (arrows). The confluent red signals (box in the lower part of the image) with power Doppler ultrasonography indicate synovial hyperemia; and i high-frequency (15 MHz) ultrasound image shows enthesitis. The confluent red signals with power Doppler ultrasonography represent hyperemia at the tendon near its insertion into the calcaneus. Normally, the tendon is poorly vascularized [ 76]. bUnilateral acute sacroiliitis of the sacroiliac joints that can be seen on MRI. Coronal STIR sequence: high signal intensities on the right compatible with bone marrow edema (white arrows) and enthesitis (blue arrows)[ 75]  US imaging is a useful tool that rheumatologists can use to help visualize inflammatory alterations in soft tissues, such as the synovium, tendons, and entheses, as well as superficial structural changes on the bone surface characteristic of PsA [ 81, 82]. Synovitis in PsA is non-specific on US imaging but can pinpoint joint involvement, and a scoring system has been established by the Outcome Measures in Rheumatology (OMERACT) US Working Group to evaluate the degree of synovitis [ 83]. US can support the early detection and prognosis of subclinical synovitis, and increased US detection of PsA has been reported compared with clinical examination, which can be used to prevent misdiagnosis [ 84, 85]. US is commonly used to visualize enthesitis and has been reported to be superior to clinical examination for the detection of enthesitis in the lower limbs of patients with spondyloarthritis [ 77, 86, 87]; the OMERACT US Task Force reached a consensus on the sonographic lesions that define spondyloarthritis-related enthesitis, and the GRAPPA US Working Group developed an US enthesitis score for PsA [ 88]. Enthesitis in PsA is typified by five abnormalities: tendon thickening and hypoechogenicity, erosions, enthesophytes, calcifications, and abnormal blood flow detected by power Doppler signal at the entheses, all of which can be visualized via US imaging [ 89]. Additionally, US imaging is the preferred method for imaging components of dactylitis to identify the characteristic flexor tenosynovitis and increased subcutaneous soft-tissue swelling, particularly in early disease [ 90, 91].  The high sensitivity of MRI can be used for the early detection of active inflammatory responses that can be seen in early PsA, and the OMERACT MRI in Arthritis Working Group has developed definitions for pathologies commonly seen in PsA [ 92]. The detailed MRI findings common in PsA include thickening of tendons and ligaments, joint effusions and inflammation, bone erosions, enthesophytes, and bone marrow edema [ 93, 94]. Structural abnormalities often seen in patients with PsA, such as the localization of bone marrow edema in proximity to enthesitis, soft-tissue inflammation and tendon involvement [ 95], and location of erosions, can be applied as distinguishing factors visible with MRI [ 96, 97]. More specifically, APPs can note the location of bone marrow edema, which is near the entheses in PsA compared with the capsular attachments in RA, and areas of tenosynovitis are soft-tissue inflammation around the tendon sheath related to dactylitis as opposed to in the hands and wrists in RA [ 95, 98]. However, small studies reported overlap of MRI findings in PsA and OA, such as bone marrow edema, synovitis, and periostitis, which can add to the challenge of a differential diagnosis [ 7, 96, 99]. Additionally, for patients with disease that has progressed, the fat deposition and erosions characteristic of chronic inflammation can be visualized with MRI. Features of enthesitis and dactylitis can be visualized with MRI; however, detection in peripheral joints can be difficult because of the potential for low signal in areas with low water accumulation, such as bone attachments [ 31, 100]. MRI is the preferred first-line modality for patients with suspected axial PsA who are younger and/or who have shorter disease duration [ 101]. Active inflammation (i.e., synovitis and enthesitis) at the sacroiliac joints and bone marrow edema throughout the entire spine, for patients who may have more cervical involvement, can be evaluated via MRI; this is important as early detection prevents irreversible damage on plain film [ 97, 101].  Computed tomography can illustrate the structural damage (i.e., bone erosion, sclerosis, joint space alterations) associated with axial involvement in PsA with high resolution; however, it is not recommended or widely used in routine clinical practice unless radiography is negative and the use of MRI is not possible.  Although each imaging modality has its advantages and limitations, imaging can be valuable for the differential diagnosis of PsA, the assessment of disease severity, monitoring of structural and inflammatory changes, and gauging treatment efficacy.",
    "Biomarkers That Can Facilitate Differentiation of PSA, RA, and OA  One challenge in the diagnosis of PsA is the lack of validated biomarkers detectable in the serum or synovial fluid that are unique to PsA; however, there are serologic, genetic, and inflammatory markers that can be screened to substantiate clinical findings.  Serologic analyses for rheumatoid factor (RF) and cyclic citrullinated peptide (CCP) can be used to facilitate the distinction between PsA and RA. Approximately 80% of patients with RA are RF positive and CCP positive, while nearly all patients with PsA are RF and/or CCP negative [ 102]. However, it is important to not rule out PsA solely on the basis of CCP- and/or RF-negative status, as an estimated 13% of patients with PsA are RF positive [ 33]. Additionally, C-reactive protein (CRP) and erythrocyte sedimentation rate (ESR) have been shown to be markers of inflammation in patients with RA and PsA. Both ESR and CRP were reported to significantly predict radiographic progression in RA [ 8]. Patients with PsA, on average, have lower ESR and CRP levels than patients with RA, yet elevations of both have been significantly correlated with the number of swollen joints, structural damage, and abnormalities detected with US [ 84, 103]. Elevated ESR and CRP levels that are attributed to PsA are considered markers of severe PsA by the American College of Rheumatology (ACR)/National Psoriasis Foundation, and tumor necrosis factor inhibitors (TNFis) and/or anti-interleukin-17 (IL-17) biologic disease-modifying antirheumatic drugs (bDMARDs) are recommended for earlier use in these patients [ 3, 104, 105].  Genetic factors can also assist in differential diagnosis of PsA; HLA-B27, in particular, has been linked to the increased susceptibility to develop PsA among patients with psoriasis, which can also be affected by family history and/or race [ 106, 107]. HLA-B27 has also been linked to development of enthesitis and symmetric sacroiliitis and is more common among patients with axial involvement than those without [ 108, 109]. Among patients with RA who are RF and CCP positive, the presence of HLA-DRB1 alleles has been associated with disease severity and susceptibility to develop RA [ 110]; this genetic factor is generally absent in patients with PsA but has been associated as a risk factor for inflammatory bowel disease and may indicate the presence of inflammatory bowel disease among patients diagnosed with PsA [ 111]. While the presence of HLA-B27 or HLA-DRB1 alone would not constitute a definitive diagnosis, it can be used to substantiate a diagnosis along with clinical signs and symptoms.",
    "Treatment Recommendations and Guidelines for Management of PSA  Once a confirmed diagnosis of PsA is established, providers can utilize known inflammatory markers to facilitate determination of the optimal treatment strategy for patients. Inflammatory responses in arthritic diseases result in increased production of pro-inflammatory cytokines that act together to propagate chronic inflammation (Table 1). TNFα overexpression has been linked to the pathogenesis of PsA, RA, and OA [ 112– 114]. IL-17 is increased in the synovial fluid and psoriatic plaques of patients with PsA [ 115– 118]. Cytokines IL-12 and IL-23 also have established roles in the pathogenesis of PsA [ 119– 123]. Additionally, IL-6 dysregulation plays a key role in the development and progression of RA [ 124– 126] and has been associated with age-related inflammation and radiographic knee OA [ 127], and increased IL-6 levels are seen in the synovium in PsA [ 114, 128]. IL-1β plays a crucial role in the pathogenesis of OA [ 129– 131]. However, elevated levels of IL-1β are also frequently seen in PsA and RA [ 132], so this dysregulation alone cannot be used to differentiate diagnosis. High numbers of activated T cells are found in the inflamed joints and skin of patients with PsA and have also been linked to the pathogenesis and progression of RA [ 133– 135]. Lastly, the role of the Janus kinase (JAK)/signal transducer and activator of transcription (STAT) pathway is implicated in the pathogenesis of these diseases [ 136– 140]. Several cytokines that are upregulated in RA and/or PsA can promote increased cytokine release through several JAK/STAT pathways, potentiating further inflammatory responses that can propagate cycles of chronic inflammation [ 137, 141]. Overlap in intracellular signaling cascades that are involved in the pathogenesis of each disease can add to the challenge of differentiating PsA from RA and OA; however, assessment of each of these markers may be part of a clinical examination to substantiate clinical presentation and could be used to determine optimal treatment plans.  ### Table 1.  Pro-inflammatory cytokines associated with disease pathogenesis of PsA, RA, and OA  | Cytokine | Description | Cell signaling regulation | Targeted therapies | | :-- | :-- | :-- | :-- | | TNFα [ 112– 114] | Inflammatory cytokine produced by Th1, Th22, Th17, NK, and dendritic cells, as well as macrophages and neutrophils | Overexpression linked to pathogenesis of PsA, RA, and OA | TNFis approved and recommended for PsA and RA include etanercept, infliximab, adalimumab, golimumab, and certolizumab pegol | | IL-17 [ 115– 118] | Inflammatory cytokine produced by Th17, Th9, innate lymphoid, and mast cells, as well as neutrophils | Increased in the synovial fluid and psoriatic plaques of patients with PsAAssociated with pathogenesis of PsA but not established for RA or OA | IL-17is approved and recommended for PsA include secukinumab and ixekizumab | | IL-12/23 and IL-23 [ 119– 123] | Pro-inflammatory cytokines produced by dendritic cells and macrophages | IL-12 stimulates Th1 cellsIL-23 regulates Th17 cells at sites of enthesitis | IL-12/23i and IL-23i approved and recommended for PsA are ustekinumab and guselkumab, respectively | | IL-6 [ 124– 128] | Produced by dendritic cells, macrophages, and neutrophils | Elevated levels of IL-6 have been reported in the synovial fluid of patients with RA and PsA and the serum and plasma in patients with RAPlays a role in RA progression via T and B cell activation, autoantibody and acute-phase protein production, and osteoclast and synoviocyte stimulationIncreased IL-6 levels have been associated with age-related inflammation and are predictive of radiographic knee OA | IL-6 receptor antagonists approved and recommended for RA include tocilizumab and sarilumab | | IL-1β [ 129– 132] | Produced by macrophages and neutrophils in the joint and synovial membrane | Shown to induce inflammation and catabolic effects of the articular cartilage and other aspects of joints leading to OAElevated levels are also seen in patients with PsA and RA | IL-1 receptor antagonist approved for RA is anakinra | | T cells [ 133– 135] | A type of white blood cell that is key to the function and regulation of the immune system to protect the body from infection | An increased number of activated T cells, including Th17 cells, are found in the inflamed joints and skin of patients with PsAAberrant regulation and function of Th and Treg cells have been linked to the pathogenesis and progression of RA | A T cell co-stimulation modulator approved for RA and PsA is abatacept | | JAK/STAT [ 136– 139] | Pro-inflammatory cytokines signal through and regulate the JAK/STAT pathways | Several pro-inflammatory cytokines recruit and activate immune cells to sites of inflammation and increase cytokine regulation through JAK/STAT pathways | JAK inhibitor approved for PsA and RA is tofacitinibJAK inhibitors approved for RA include baricitinib and upadacitinib |  Open in a new tab IL-12/23i interleukin-12/23 inhibitor, IL-17i interleukin-17 inhibitor, IL-23i interleukin-23 inhibitor, JAK Janus kinase, NK natural killer, OA osteoarthritis, PsA psoriatic arthritis, RA rheumatoid arthritis, STAT signal transducer and activator of transcription, Th helper T cell, TNFi tumor necrosis factor inhibitor, Treg regulatory T cell  Early treatment intervention of PsA has the potential to significantly impede disease progression and allow patients to maintain quality of life. Patients are often seen by several healthcare providers (e.g., primary care providers, dermatologists, orthopedists) along their journey to a definitive diagnosis. One study reported that among those surveyed, patients with PsA were most commonly treated by a general practitioner (79.8%), rheumatologist (66.5%), dermatologist (33.0%), and/or orthopedist (21.7%) and found that patients with increased time to diagnosis were significantly more likely to have initially sought care from general practitioners, orthopedists, and chiropractors [ 22]. Upon appropriate identification of suspected PsA, a referral to a rheumatologist should follow, and a comprehensive referral is crucial to best assist in the diagnosis of PsA and choice of an appropriate treatment strategy. We recommend that patient history, imaging, laboratory tests, history of joint involvement, synovial fluid draining and findings (e.g., cell count, crystal deposits, and cultures), and the disease domains involved be included in a referral (Fig. 1). A study that included data for 405 newly diagnosed patients with PsA included in the Dutch south-west Early Psoriatic Arthritis cohort found diverse primary manifestations at time of diagnosis, with domain presentation ranges from 12.6% to 85% [ 142]. Furthermore, in a study among 2617 patients with established PsA [mean (SD) disease duration of 8.5 (8.1) years] enrolled in a registry, domain presentation and comorbidities were varied; individual domain presentation ranged from 9.0% to 69.3%, and common comorbidities included uveitis (0.9%), Crohn’s disease (1.0%), and ulcerative colitis (0.9%) (Fig. 5) [ 143]. It is important for APPs to make note of the disease domain type and severity involved since it may impact treatment options and effectiveness.  ### Fig. 5.   Open in a new tab  Frequency of disease domains in patients with PsA. ASAS Assessment of SpondyloArthritis international Society, CBP chronic back pain, CD Crohn’s disease, CVD cardiovascular disease, IBP inflammatory back pain, LDI Leeds Dactylitis Index, LEI Leeds Enthesitis Index, PA peripheral arthritis, PASI Psoriasis Area and Severity Index, PsA psoriatic arthritis, SPARCC Spondyloarthritis Research Consortium of Canada, SJC swollen joint count, TJC tender joint count, UC ulcerative colitis, VAS visual analog scale. aDisease domains were defined as follows: (1) enthesitis: patients with LEI > 0; (2) dactylitis: determined by LDI > 0; (3) PA: disease subtype was determined at diagnosis by rheumatologist and defined by primary presentation as monoarthritis (1 joint), oligoarthritis (2–4 joints), and polyarthritis (≥ 5 joints); (4) axial involvement: patients were classified as having CBP if they reported chronic complaints of back pain for a duration of longer than 3 months at present or in the past 12 months and with onset < 45 years of age. Of these patients, fulfillment of the ASAS classification criteria for IBP was determined; (5) psoriasis: patients with PASI > 1 [ 142]. bDisease domains were defined as follows: (1) enthesitis: patients with SPARCC > 1; (2) dactylitis: patients with peripheral dactylitis > 1; (3) PA: patients with TJC and/or SJC > 0; (4) nail psoriasis: patients with global nail psoriasis severity VAS > 0; (5) axial disease: patients with physician-reported presence of spinal involvement at time of registry enrollment, based on clinical judgment of features thought to be representative of active inflammatory spondylitis and/or radiographs or magnetic resonance imaging (MRI) showing sacroiliitis such as sacroiliitis grade > 2 bilaterally or grades 3–4 unilaterally by x-ray, active (acute) inflammation on MRI highly suggestive of sacroiliitis associated with SpA, definite radiographic sacroiliitis according to modified New York criteria, and other evidence of sacroiliitis on imaging; and (6) skin disease: patients with > 0% body surface area affected by psoriasis  The care and management of PsA relies primarily on pharmacological measures, and the appropriate choice is vital to optimize treatment response. There is overlap in approved treatment options for PsA, RA, and OA (Table 2) [ 3, 105, 144– 149]; therefore, a definitive diagnosis of PsA is paramount for the appropriate choice to optimize therapeutic response. Different classes of DMARDs are indicated for PsA and RA, including conventional synthetic (csDMARDs), biologic (bDMARDs), and targeted synthetic (tsDMARDs) [ 105, 146]; however, none of these are approved for OA. csDMARDs, along with nonsteroidal anti-inflammatory drugs (NSAIDs) and glucocorticoids, are widely used as initial treatment for the signs and symptoms of PsA and RA, and NSAIDs are used for patients with OA. The overlap of approved csDMARDs for PsA and RA include methotrexate and leflunomide, while there are a number of other csDMARDs indicated for RA but not PsA [ 9]. The majority of bDMARDs have been widely recognized for their ability to effectively improve signs and symptoms and inhibit the structural progression seen with PsA and RA, although targeting IL-12/23 and IL-23 has not been reported to inhibit structural progression; there are inconclusive and limited data on the use of bDMARDs in OA [ 105, 150]. TNFis are approved for active PsA and RA and have been widely established as an effective bDMARD for these patients. More selective novel bDMARDs have been developed with different mechanisms of action linked to PsA and RA, including those that target IL-17 [ 151, 152], IL-12/23 [ 153– 156], and IL-23 [ 157, 158] in PsA; IL-1 [ 159, 160], CD20 [ 161], and IL-6 [ 162] in RA; and T cell modulation in both RA and PsA [ 163, 164]. More recently, tsDMARDs that specifically target JAK/STAT and phosphodiesterase 4 (PDE4) have been approved in PsA and RA owing to the growing evidence of the dysregulation of these pathways in both diseases, although more tsDMARDs are approved for RA than PsA [ 165– 167]. Given the overlap in treatment options for PsA, RA, and OA, a differential diagnosis is imperative prior to treatment initiation as variations in inflammatory responses and patient demographics may arise from different mechanisms of action, which should be considered for the development of an appropriate treatment plan.  ### Table 2.  FDA-approved therapies for PsA, RA, and OA  | Class | PsA [ 3, 105, 144] | RA [ 145, 146] | OA [ 147– 149] | | :-- | :-- | :-- | :-- | | csDMARDs | MTX, leflunomide, sulfasalazine, cyclosporine | MTX, leflunomide, sulfasalazine, hydroxychloroquine, cyclosporine |  | | bDMARDs | TNFis: etanercept, infliximab, adalimumab, golimumab, certolizumab pegolIL-17 inhibitors: secukinumab, ixekizumabIL-12/23 inhibitor: ustekinumabIL-23 inhibitor: guselkumabT-cell activation inhibitor: abatacept | TNFis: etanercept, infliximab, adalimumab, golimumab, certolizumab pegolIL-6 receptor antagonists: tocilizumab, sarilumabIL-1 receptor antagonist: anakinraT-cell activation inhibitor: abataceptCD20 inhibitor: rituximab |  | | tsDMARDs | PDE4 inhibitor: apremilastJAK inhibitor: tofacitinib | JAK inhibitors: tofacitinib, baricitinib, upadacitinib |  | | Other | Corticosteroid injectionsNSAIDs | Corticosteroid injectionsNSAIDs | Corticosteroid injectionsNSAIDsOpioids: tramadolNon-pharmacological interventions:ExerciseWeight managementStrength trainingSelf-management and education |  Open in a new tab bDMARD biologic DMARD, csDMARD conventional synthetic DMARD, DMARD disease-modifying antirheumatic drug, IL interleukin, JAK Janus kinase, MTX methotrexate, NSAID nonsteroidal anti-inflammatory drug, OA osteoarthritis, PsA psoriatic arthritis, PDE4 phosphodiesterase 4, RA rheumatoid arthritis, TNFi tumor necrosis factor inhibitor, tsDMARD targeted synthetic DMARD  Guidelines and treatment recommendations present healthcare providers with the best evidence available for circumstances commonly seen in patients to allow practitioners to deliver optimal care. Recommendations and guidelines for the treatment of PsA have been developed by the European League Against Rheumatism, GRAPPA, and ACR/National Psoriasis Foundation, which broadly propose an escalation-type approach to therapy and can be managed and initiated by rheumatology providers following an appropriate referral [ 3, 105, 144]. Similar recommendations are also available for RA [ 146] and OA [ 147].  Approved treatment strategies differ because of the differences in pathogenesis, clinical presentation, and response to therapy among patients; therefore, an accurate disease diagnosis is imperative as it can have crucial implications for therapeutic response (Table 2). Treatments that are less specific, such as NSAIDs and corticosteroid injections, have been shown to be effective for treatment of the symptoms of PsA, RA [ 145], and OA [ 148, 149], and these agents could be used for initial disease management before a differential diagnosis and prognosis can be determined.  Once a diagnosis is established, it is imperative to consider which PsA disease domains are involved to select the appropriate treatment for optimal effectiveness (Table 3) [ 105]. Data on the efficacy of csDMARDs, especially methotrexate, in PsA are varied; historically, methotrexate has not been shown to be effective for improving measures of synovitis, including joint counts, and ESR and CRP levels or for delaying radiographic progression but is effective for skin involvement seen with the disease. More recently, methotrexate has been shown to improve ACR20 responses among treatment-naive patients with PsA in randomized controlled trials [ 168– 171]. Conversely, the efficacy of methotrexate in patients with RA is well established and is the most frequently used csDMARD for first-line therapy [ 8, 145]. The use of csDMARDs in OA is less understood and the data are not robust enough to encourage incorporation of treatment into clinical practice; however, there is some evidence that methotrexate may be effective for pain reduction seen in OA of the knee [ 172, 173].  ### Table 3.  Recommended treatments for PsA by disease domain involvement [ 3, 105, 144]  | Disease domain | Treatment recommendationa | | :-- | :-- | | Enthesitisb | First line: NSAIDs,Inadequate response to NSAIDs: csDMARDs, TNFis, IL-12/23i, IL-17is, JAKi | | Dactylitisb | First line: csDMARDsInadequate response to csDMARDs/TNFis: switch TNFis, IL-17is, IL-12/23i | | Peripheral arthritisb | First line: csDMARDs, TNFis, NSAIDs,Inadequate response to prior DMARDs: IL-12/23i, IL-17is, JAKiInadequate response to prior DMARDs with skin involvement: IL-17is, IL-12/23i | | Nail psoriasis | First line: TNFis, IL-12/23i, IL-17iInadequate response to prior biologics: switch biologic or PDE4i | | Axial disease | First line: NSAIDsInadequate response to prior NSAIDs: TNFisInadequate response to prior NSAIDs with skin involvements: IL-17is | | Psoriatic skin disease | First line: topical treatments, csDMARDs, particularly MTXInadequate response to csDMARDs: IL-17is, IL-12/23i, TNFis, PDE4ic |  Open in a new tab bDMARD biologic DMARD, CS corticosteroids, csDMARD conventional synthetic DMARD, DMARD disease-modifying antirheumatic drug, IL-12/23i interleukin-12/23 inhibitor, IL-17i interleukin-17 inhibitor, JAKi Janus kinase inhibitor, MTX methotrexate, NSAID nonsteroidal anti-inflammatory drug, PDE4i phosphodiesterase 4 inhibitor, PsA psoriatic arthritis, TNFi tumor necrosis factor inhibitor  aTreatment recommendations do not include evidence for IL-23 inhibitors, as none were approved for PsA at the time of their publication  bCS injections can be considered on an individual basis for peripheral arthritis, enthesitis, and dactylitis because of the potential for serious side effects and inadequate available evidence for efficacy  cIn patients with mild disease  Therapeutic agents that target upstream factors, such as TNFis, are effective and recommended for the treatment of both RA and PsA [ 105, 145]. TNFis are broadly effective; they are recommended to treat PsA-related enthesitis, dactylitis, and nail disease and are effective for PsA disease that is predominately axial. TNFis may be the preferred first and second bDMARDs for patients with concurrent uveitis [ 105, 144]. However, increasing evidence has shown that newer bDMARDs that block IL-17, IL-12/23, or IL-23 have increased efficacy and better long-term safety profiles compared with TNFis in PsA, particularly for skin and nail disease, with fewer adverse events [ 174– 177]; these biologics are now recommended alongside TNFis for first-line therapy. IL-17 inhibitors may be preferred as first-line therapy for PsA with predominant skin involvement [ 176]. Additionally, IL-12/23 inhibitors do not show sufficient efficacy for axial involvement compared with TNFis, so they are not recommended when axial involvement is present [ 178]. These bDMARDs have shown superior efficacy for PsA treatment; however, the efficacy for RA is varied, and it has not been studied in OA [ 179, 180]. Similarly, more selective bDMARDs have been increasingly shown to be more effective for the treatment of RA [ 146, 181]. Patients with RA will benefit from the use of bDMARDs that target IL-6 and CD20, especially after inadequate response to TNFis, while their efficacy in patients with PsA is not established. Further, inhibition of T cell activation with abatacept treatment can be used in patients with RA, as well as those with PsA, who fail to respond to other bDMARDs.  For patients with an inadequate response to TNFis and other bDMARDs, tsDMARDs are increasingly recommended for patients with PsA (oral small molecules targeting JAK or PDE4) and RA (targeting JAK only). The efficacy of JAK inhibition in PsA has been established for patients with inadequate response or intolerance to csDMARDs and has been reported to significantly improve physical function, psoriasis, enthesitis, and dactylitis related to PsA [ 165, 182]. Similarly, inhibiting PDE4 has been reported to significantly improve signs and symptoms of PsA and patient-reported outcome measures with sustained response up to 5 years regardless of prior bDMARD experience; however, inhibition of radiographic progression is not established with PDE4 inhibition [ 183, 184]. tsDMARDs effectively improve clinical manifestations, disease activity, and patient-related outcome measures of RA compared with csDMARDs, although greater improvements are achieved when administered in combination with csDMARDs [ 166, 181]. While efficacy of tsDMARDs has been recognized for both diseases, it is still important to differentiate PsA from RA for the consideration of tsDMARD treatment since some agents have not been thoroughly studied in PsA and may not be as effective as in RA. Although PsA, RA, and OA have various overlapping clinical manifestations, variations in underlying pathogenesis and response to therapy translate into significantly varying clinical outcomes.",
    "Summary  PsA is a complex disease characterized by inflammation of multiple clinical domains, including peripheral joints, skin and nails, axial joints, entheses, eyes, and digits. There are many systemic treatment options available that are dictated by disease severity and that have demonstrated effective control of joint damage as assessed by radiographic progression. Early assessment, diagnosis, and treat-to-target strategies are key to the management of patients with PsA to facilitate the administration of appropriate therapy in a timely manner. Skin manifestations of psoriasis, which often develop before arthritic symptoms, place the responsibility on the dermatologist or primary care provider to screen for arthritis and enhance early diagnosis. Collaboration and coordinated care are key among primary care providers and subspecialists to ensure positive outcomes for patients, controlling symptoms and disease activity, maintaining functional ability, and improving patient quality of life."
  ],
  "model_name": "gpt-4o",
  "timestamp": "2025-03-23T22:23:53.525802"
}