{
  "doi": "10.1177/1759720X211073001",
  "pm_id": 35186126,
  "pmc_id": "PMC8848057",
  "gs_id": "9596035131689230740",
  "category": "manual_pw",
  "title": "Hydroxychloroquine in systemic lupus erythematosus: overview of current knowledge.",
  "abstract": "The antimalarial hydroxychloroquine (HCQ) has demonstrated several crucial properties for the treatment of systemic lupus erythematosus (SLE). Herein, we reviewed the main HCQ pharmacologic features, detailed its mechanism of action, and summarized the existing guidelines and recommendations for HCQ use in rheumatology with a systematic literature search for the randomized controlled trials focused on lupus. HCQ has been shown to decrease SLE activity, especially in mild and moderate disease, to prevent disease flare and to lower the long-term glucocorticoid need. The numerous benefits of HCQ are extended to pregnancy and breastfeeding period. Based on cohort studies, antithrombotic and metabolic HCQ's effects were shown, including lipid-lowering properties, which might contribute to an improved cardiovascular risk. Moreover, early HCQ use in antinuclear antibodies positive individuals might delay the progression to SLE. Finally, HCQ has a significant favorable impact on long-term outcomes such as damage accrual and mortality in SLE. Based on these multiple benefits, HCQ is now the mainstay long-term treatment in SLE, recommended by current guidelines in all patients unless contraindications or side effects. The daily dose associated with the best compromise between efficacy and safety is matter of debate. The concern regarding retinal toxicity rather than proper efficacy data is the one that dictated the daily dosage of ⩽5 mg/kg/day actual body weight currently agreed upon.",
  "gs_meta": "[{'position': 1, 'title': 'Hydroxychloroquine in systemic lupus erythematosus: overview of current knowledge', 'result_id': 'lGGBPBz3K4UJ', 'link': 'https://journals.sagepub.com/doi/abs/10.1177/1759720X211073001', 'snippet': 'The antimalarial hydroxychloroquine (HCQ) has demonstrated several crucial properties for the treatment of systemic lupus erythematosus (SLE). Herein, we reviewed the main HCQ pharmacologic features, detailed its mechanism of action, and summarized the existing guidelines and recommendations for HCQ use in rheumatology with a systematic literature search for the randomized controlled trials focused on lupus. HCQ has been shown to decrease SLE activity, especially in mild and moderate disease, to prevent disease flare and to lower the long-term glucocorticoid need. The numerous benefits of HCQ are extended to pregnancy and breastfeeding period. Based on cohort studies, antithrombotic and metabolic HCQ’s effects were shown, including lipid-lowering properties, which might contribute to an improved cardiovascular risk. Moreover, early HCQ use in antinuclear antibodies positive individuals might delay the progression to SLE. Finally, HCQ has a significant favorable impact on long-term outcomes such as damage accrual and mortality in SLE. Based on these multiple benefits, HCQ is now the mainstay long-term treatment in SLE, recommended by current guidelines in all patients unless contraindications or side effects. The daily dose associated with the best compromise between efficacy and safety is matter of debate. The concern regarding retinal toxicity rather than proper efficacy data is the one that dictated the daily dosage of ⩽5 mg/kg/day actual body weight currently agreed upon.', 'publication_info': {'summary': 'A Dima, C Jurcut, F Chasset… - Therapeutic …, 2022 - journals.sagepub.com'}, 'resources': [{'title': 'sagepub.com', 'file_format': 'PDF', 'link': 'https://journals.sagepub.com/doi/pdf/10.1177/1759720x211073001'}, {'title': 'Full View', 'link': 'https://scholar.google.com/scholar?output=instlink&q=info:lGGBPBz3K4UJ:scholar.google.com/&hl=en&as_sdt=0,36&scillfp=15674924411406771039&oi=lle'}], 'inline_links': {'serpapi_cite_link': 'https://serpapi.com/search.json?engine=google_scholar_cite&hl=en&q=lGGBPBz3K4UJ', 'cited_by': {'total': 154, 'link': 'https://scholar.google.com/scholar?cites=9596035131689230740&as_sdt=5,36&sciodt=0,36&hl=en', 'cites_id': '9596035131689230740', 'serpapi_scholar_link': 'https://serpapi.com/search.json?as_sdt=5%2C36&cites=9596035131689230740&engine=google_scholar&hl=en'}, 'related_pages_link': 'https://scholar.google.com/scholar?q=related:lGGBPBz3K4UJ:scholar.google.com/&scioq=10.1177/1759720X211073001&hl=en&as_sdt=0,36', 'serpapi_related_pages_link': 'https://serpapi.com/search.json?as_sdt=0%2C36&engine=google_scholar&hl=en&num=10&q=related%3AlGGBPBz3K4UJ%3Ascholar.google.com%2F&scisbd=0&start=0', 'versions': {'total': 6, 'link': 'https://scholar.google.com/scholar?cluster=9596035131689230740&hl=en&as_sdt=0,36', 'cluster_id': '9596035131689230740', 'serpapi_scholar_link': 'https://serpapi.com/search.json?as_sdt=0%2C36&cluster=9596035131689230740&engine=google_scholar&hl=en'}}}]",
  "scraped_date": "2025-03-23 21:36:37.265625",
  "id": "1a77df04503c9c7b84c9628c4b920ef806ac313bf73b87ae3558741ec958b9d9",
  "_internal": {
    "type": "paper"
  }
}