{
  "id": "1b04082f3720a6716ab48da8dfbe9581592d6b53247350c2364ec6f3ccda1336",
  "titles": [
    "PERMALINK",
    "Abstract",
    "Epidemiology",
    "Pathogenesis and pathophysiology",
    "Clinical presentation and disease course",
    "Association with temporal arteritis",
    "Diagnostic and classification criteria",
    "Diagnosis",
    "Imaging studies",
    "Laboratory findings",
    "Differential diagnosis",
    "PMR as an immune‐related event after immune checkpoint inhibition in cancer treatment",
    "Treatment",
    "Comorbidities",
    "Mortality",
    "Conclusion",
    "Conflict of interest",
    "Author contributions",
    "Acknowledgements",
    "References",
    "ACTIONS",
    "PERMALINK",
    "RESOURCES"
  ],
  "categorized_sections": {
    "scientific_paper": [
      "Abstract",
      "Epidemiology",
      "Pathogenesis and pathophysiology",
      "Clinical presentation and disease course",
      "Association with temporal arteritis",
      "Diagnostic and classification criteria",
      "Diagnosis",
      "Imaging studies",
      "Laboratory findings",
      "Differential diagnosis",
      "PMR as an immune‐related event after immune checkpoint inhibition in cancer treatment",
      "Treatment",
      "Comorbidities",
      "Mortality",
      "Conclusion"
    ],
    "other": [
      "Conflict of interest",
      "Author contributions",
      "Acknowledgements",
      "References"
    ]
  },
  "section_indices": [
    [
      "Abstract",
      "scientific_paper",
      4667
    ],
    [
      "Epidemiology",
      "scientific_paper",
      6587
    ],
    [
      "Pathogenesis and pathophysiology",
      "scientific_paper",
      13627
    ],
    [
      "Clinical presentation and disease course",
      "scientific_paper",
      19998
    ],
    [
      "Association with temporal arteritis",
      "scientific_paper",
      21707
    ],
    [
      "Diagnostic and classification criteria",
      "scientific_paper",
      24370
    ],
    [
      "Diagnosis",
      "scientific_paper",
      28020
    ],
    [
      "Imaging studies",
      "scientific_paper",
      30547
    ],
    [
      "Laboratory findings",
      "scientific_paper",
      36853
    ],
    [
      "Differential diagnosis",
      "scientific_paper",
      37469
    ],
    [
      "PMR as an immune‐related event after immune checkpoint inhibition in cancer treatment",
      "scientific_paper",
      41910
    ],
    [
      "Treatment",
      "scientific_paper",
      43900
    ],
    [
      "Comorbidities",
      "scientific_paper",
      56663
    ],
    [
      "Mortality",
      "scientific_paper",
      60163
    ],
    [
      "Conclusion",
      "scientific_paper",
      62632
    ],
    [
      "Conflict of interest",
      "other",
      63114
    ],
    [
      "Author contributions",
      "other",
      63459
    ],
    [
      "Acknowledgements",
      "other",
      63702
    ],
    [
      "References",
      "other",
      64760
    ]
  ],
  "full_text": "## Abstract\n\nPolymyalgia rheumatica (PMR) is the most common inflammatory rheumatic disease affecting people older than 50 years and is 2–3 times more common in women. The most common symptoms are pain and morning stiffness in the shoulder and pelvic girdle and the onset may be acute or develop over a few days to weeks. General symptoms such as fatigue, fever and weight loss may occur, likely driven by systemic IL‐6 signalling. The pathology includes synovial and periarticular inflammation and muscular vasculopathy. A new observation is that PMR may appear as a side effect of cancer treatment with checkpoint inhibitors. The diagnosis of PMR relies mainly on symptoms and signs combined with laboratory markers of inflammation. Imaging modalities including ultrasound, magnetic resonance imaging and positron emission tomography with computed tomography are promising new tools in the investigation of suspected PMR. However, they are still limited by availability, high cost and unclear performance in the diagnostic workup. Glucocorticoid (GC) therapy is effective in PMR, with most patients responding promptly to 15–25 mg prednisolone per day. There are challenges in the management of patients with PMR as relapses do occur and patients with PMR may need to stay on GC for extended periods. This is associated with high rates of GC‐related comorbidities, such as diabetes and osteoporosis, and there are limited data on the use of disease‐modifying antirheumatic drugs and biologics as GC sparing agents. Finally, PMR is associated with giant cell arteritis that may complicate the disease course and require more intense and prolonged treatment.\n\n**Keywords:** diagnosis, epidemiology, giant cell arteritis, polymyalgia rheumatica, temporal arteritis, treatment\n\n* * *\n\n![graphic file with name JOIM-292-717-g002.jpg](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5404/9796644/5fc748ac91d7/JOIM-292-717-g002.jpg)\n\n## Epidemiology\n\nPolymyalgia rheumatica (PMR) is a rheumatic disorder associated with musculoskeletal pain and stiffness in the neck, shoulder and hip area \\[ [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0001)\\]. The aetiology is not fully understood, but there are associated environmental and genetic factors \\[ [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0001)\\]. The incidence of PMR increases with age and is rarely seen in people under the age of 50 \\[ [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0002)\\]. Women are approximately 2–3 times more likely to be affected by PMR than men \\[ [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0003)\\]. The annual incidence varies geographically and is highest in Scandinavian countries and people of northern European descent \\[ [4](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0004)\\]. Figure [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-fig-0001) illustrates the variation in the global incidence of PMR. In Sweden, the incidence of PMR ranges from 34 to 50 per 100,000 in the age group 50 years and older \\[ [5](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0005), [6](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0006)\\]. In other European studies, for example, the incidence rates for a population ≥50 years are highest in northern regions (113 per 100,000 per year in Norway) and much lower in southern areas (13 per 100,000 per year in Italy) \\[ [7](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0007)\\]. In Olmsted County, Minnesota, where the population is predominantly of Scandinavian descent, the incidence has been reported to be 63.9 per 100,000 per year, with a prevalence of 701 out of 100,000 \\[ [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0002), [8](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0008)\\]. PMR is 2–3 times more common than giant cell arteritis (GCA) and occurs in approximately 50% of patients with GCA \\[ [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0009)\\]. PMR can precede, accompany or follow GCA. A recent systematic literature review (SLR) retrieved a total of 467 papers in the search on the incidence of PMR. In the search on studies of prevalence, 461 papers on PMR were identified \\[ [10](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0010)\\]. This review confirms that PMR is more common in populations of Northern European ancestry than in others. The estimated incidence and prevalence of PMR were considerably lower in Southern Europe and other parts of the world, and a low incidence of PMR was reported in Korea \\[ [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0011)\\], likely reflecting that GCA and PMR are less common in Asian populations. Furthermore, the estimated prevalence of GCA in Japan was very low \\[ [12](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0012)\\], thus suggesting that PMR is distinctly less common in Asian populations. In addition, PMR is rarely reported in African American and Latino populations, though all racial and ethnic groups can be affected.\n\n### Fig. 1.\n\n![Fig. 1](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5404/9796644/72f096cd1243/JOIM-292-717-g004.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/figure/joim13525-fig-0001/)\n\nGlobal incidence of polymyalgia rheumatica. Grey indicates no data available.\n\nSeveral potential causes for PMR are being investigated. Some of the theories put forward by researchers involve the gene variant HLA‐DR4. Subtypes of HLA‐DR4 have been associated with rheumatoid arthritis (RA), and such alleles are also present in many cases where PMR and GCA occur together. It has been suggested that this genotype may contribute to disease mechanisms in both conditions, although this is less clear for PMR \\[ [13](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0013)\\]. The sudden start of PMR and the nature of the symptoms like joint pain, fever and malaise, are suspected to be a result of infections caused by viruses \\[ [14](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0014)\\]. Damage to superficial arteries by high exposure to ultraviolet radiation from the sun is another proposed cause for the development of PMR. Some studies suggest the elastic fibres present in the arteries and synovial membranes are damaged by ultraviolet rays. These damaged tissues may get infected by viruses that remain dormant for a long time and may get reactivated later, causing PMR \\[ [14](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0014)\\]. Several different viruses have been implicated in this context, most recently SARS‐CoV‐2 \\[ [15](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0015), [16](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0016)\\].\n\nAlthough the aetiology of PMR is unknown, its sudden onset and the wide variation in incidence reported from various parts of the world suggest the contribution of one or more environmental agents or genetic factors, or both, possibly together with exposures that lead to a seasonal distribution \\[ [17](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0017)\\]. On the other hand, many studies failed to confirm any seasonal trend \\[ [17](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0017), [18](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0018), [19](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0019)\\].\n\nIt has also been suggested that PMR and GCA may be triggered by seasonal influenza vaccination \\[ [20](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0020)\\]. Furthermore, a recent study aimed to describe cases of GCA and PMR following COVID‐19 vaccination using a global pharmacovigilance database \\[ [16](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0016)\\]. Several such cases were reported, constituting a potential safety signal. However, the findings suggest a reduced relative risk of GCA or PMR following COVID‐19 vaccination, compared with influenza vaccination. Another study reported the first case of a PMR‐like syndrome 7 days after vaccination \\[ [21](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0021)\\]. Reassuringly, several studies have reported that symptoms usually resolve quickly in such cases \\[ [21](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0021), [22](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0022)\\]. Taken together, this indicates that the benefits of vaccination against COVID‐19 largely outweigh the minimal risks associated with such uncommon inflammatory complications, probably reflecting a transient reactogenic response to the vaccine rather than a structured, chronic inflammatory disease.\n\n## Pathogenesis and pathophysiology\n\nThe typical symptoms of proximal muscular pain and stiffness in PMR can be explained by synovial and periarticular inflammation in central joints. Arthroscopic biopsies from glenohumeral joints of untreated patients with PMR have demonstrated synovitis with leukocyte infiltration and vascular proliferation \\[ [23](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0023)\\]. Infiltrating cells were mainly macrophages and memory T cells, and a few B cells \\[ [23](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0023)\\]. T cells demonstrated intense expression of major histocompatibility complex class II molecules, indicating an activated state \\[ [23](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0023)\\]. Furthermore, vascular endothelial activation may be important to the pathogenesis, as increased expression of vascular endothelial growth factor (VEGF) in synovial biopsies, correlating with levels of circulating VEGF, has been observed \\[ [24](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0024)\\]. Increased expression of adhesion molecules in endothelial cells and synovial lining cells may contribute to the recruitment of inflammatory cells to these lesions \\[ [25](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0025)\\]. Vasoactive intestinal peptide (VIP) has been shown to be expressed to a greater extent in shoulder synovium from patients with PMR compared to those with RA or osteoarthritis \\[ [26](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0026)\\]. It has been suggested that nociception related to local VIP production may contribute to the typical shoulder discomfort of PMR \\[ [26](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0026)\\].\n\nIn addition, ultrasonography investigations have revealed subacromial–subdeltoid bursitis and long head biceps tendinitis in most patients with PMR \\[ [27](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0027)\\]. In addition to periarticular shoulder inflammation, whole‐body positron‐emission tomography has also shown signs of inflammation adjacent to the ischial tuberosities and in interspinous bursa to be characteristic of PMR \\[ [28](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0028)\\].\n\nImmunofluorescence microscopy of muscle biopsies from the biceps brachii muscle has demonstrated deposits of fibrinogen and IgA in the perifascicular area of the perimysium \\[ [29](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0029)\\]. Increased microvascularization in the deltoid muscle has been observed in early untreated PMR, despite the absence of local inflammatory infiltrates \\[ [30](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0030)\\]. Taken together, these observations may suggest that disease mechanisms involving muscular tissue may have a role in PMR.\n\nAs PMR and GCA often co‐exist in the same patient, systemic signs of inflammation have often been studied in these two conditions together. Plasma levels of IL‐6, but not TNF‐α, have been shown to be elevated in both GCA and PMR \\[ [31](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0031)\\]. The main source of this IL‐6 release is CD4+ T cells, which in GCA have been shown to be stimulated by activated dendritic cells \\[ [32](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0032)\\]. Furthermore, circulating levels of the soluble IL‐6 receptor have been shown to predict future relapses in patients with PMR \\[ [33](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0033)\\], further underlining the importance of IL‐6 signalling in this context (Fig. [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-fig-0002)). In GCA, the IL‐6 axis has been suggested to contribute to T‐cell differentiation towards the Th17 phenotype, systemic features such as PMR, fever and weight loss and inflammatory response with the elevation of C‐reactive protein (CRP) and other biomarkers \\[ [34](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0034)\\]. By contrast, the IL‐12/IFN‐γ axis appears to control Th1 differentiation and aspects of chronic vasculitis in GCA \\[ [34](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0034)\\]. High levels of IFN‐γ expression were found in tissue infiltrating T cells from lesions with GCA, but not with PMR \\[ [35](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0035)\\].\n\n### Fig. 2.\n\n![Fig. 2](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5404/9796644/55fbda836857/JOIM-292-717-g001.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/figure/joim13525-fig-0002/)\n\nThe pathophysiology of polymyalgia rheumatica. Schematic representation of the pathophysiology of polymyalgia rheumatica, highlighting the role of IL‐6 in systemic and local inflammation. DAMP, damage‐associated molecular patterns; DCs, dendritic cells; PAMP, pathogen‐associated molecular patterns; VIP, vasoactive intestinal peptide.\n\nPerturbations of circulating T‐cell and B‐cell subsets have been described in PMR, but with inconsistent results \\[ [36](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0036)\\]. As PMR is a disease of elderly people, such patterns may reflect aging of the immune system. Elevated peripheral blood monocyte counts have been observed in both PMR and GCA, with a significant decrease post‐treatment in PMR, but not in GCA \\[ [37](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0037)\\]. In contrast with many other rheumatic disorders, no autoantibody has been consistently associated with PMR or GCA. The combined evidence supports an interplay between the innate and the adaptive cellular immune system \\[ [38](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0038)\\].\n\nWhereas metabolic features (lower body mass index, lower levels of fasting blood glucose) that may contribute to immune regulation have been shown to be associated with subsequent development of GCA \\[ [39](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0039), [40](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0040)\\], the relation between such factors and the risk of PMR has not yet been investigated.\n\n## Clinical presentation and disease course\n\nA characteristic feature of PMR is a new and relatively acute onset of proximal muscle pain and stiffness in the neck, shoulders, upper arms, hips and thighs \\[ [41](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0041)\\]. Patients often suffer from a pronounced morning stiffness with difficulty turning in or getting out of bed in the morning with some spontaneous relief of symptoms later in the day \\[ [42](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0042), [43](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0043), [44](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0044)\\]. The stiffness affects even other physical activities in the morning, including getting dressed or taking care of other daily activities. The symptoms are usually fully developed within a few days to a couple of weeks. Occasionally, the onset is more insidious and may lead to nonspecific symptoms such as fatigue, arthralgia, loss of appetite, weight loss or fever. It is not unusual that some patients undergo investigations for suspicion of malignant disease before the diagnosis can be made with PMR \\[ [42](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0042)\\].\n\nThe nonspecific clinical presentation and the absence of specific laboratory findings or serologic features often leads to some diagnostic delay. PMR imposes a major burden on the daily life of elderly people. The psychological impact is significant, including anxiety related to active disease and side effects of glucocorticoid (GC) treatment \\[ [45](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0045)\\].\n\n## Association with temporal arteritis\n\nPMR and temporal arteritis (TA) often co‐exist, suggesting shared predisposing factors and shared disease mechanisms. In a population‐based study from Olmsted County, Minnesota, including patients diagnosed with PMR between 1970 and 1991 \\[ [46](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0046)\\], approximately 15% had TA that had been verified by temporal artery biopsy. As the typical histopathology of TA in such biopsies includes the presence of giant cells, the disease is often called GCA in modern literature. GCA is a systemic vasculitis that may involve several large vessels, often but not always including the temporal artery.\n\nA concomitant diagnosis of GCA should be suspected in a patient with PMR who also suffers from new‐onset headache, jaw claudication, new and unexplained visual symptoms or severe constitutional symptoms (fever of unknown origin, weight loss, fatigue, etc.). Such symptoms may occur at the first presentation with PMR or later during the disease course, for example, when GC has been tapered. The clinical overlap between PMR and GCA is likely greater among patients evaluated at referral centres, for example, rheumatology or internal medicine clinics, compared to primary care.\n\nSubclinical arteritis may also occur in patients with PMR. The Swedish physician Bengt Hamrin reported six cases with a clinical diagnosis of PMR, but autopsy findings were compatible with large vessel vasculitis \\[ [47](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0047)\\]. This led him to label the condition ‘polymyalgia arteritica’.\n\nIn systematic studies of patients with a typical clinical PMR phenotype, but no signs or symptoms compatible with GCA, histopathologic findings of vasculitis in temporal artery biopsies have been found in up to 21%, and ultrasonography features of TA in up to 32% \\[ [48](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0048)\\].\n\nConversely, PMR is common in patients that have been diagnosed with GCA. Approximately 50% of patients with GCA have symptoms of PMR \\[ [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0009), [49](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0049), [50](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0050)\\]. Recurrence of PMR symptoms is a common feature of relapse of GCA \\[ [51](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0051)\\]. Some patients with GCA only have cranial symptoms of TA at diagnosis, before initiation of GC therapy, but later several relapses with a clinical picture of pure PMR.\n\n## Diagnostic and classification criteria\n\nMany different diagnostic criteria have been proposed by several groups based on clinical and laboratory characteristics of PMR \\[ [52](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0052), [53](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0053), [54](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0054), [55](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0055), [56](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0056)\\]. The purpose of these criteria is to help physicians to make the diagnosis of PMR in individual patients. Most of these criteria are based on characteristics demographic, clinical and laboratory features of PMR \\[ [43](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0043), [57](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0057)\\]. The European Alliance of Associations for Rheumatology (EULAR) and The American College of Rheumatology (ACR) issued provisional criteria for the classification of PMR in 2012 \\[ [58](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0058)\\]. The EULAR/ACR criteria are summarized in Table [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-tbl-0001). Notably, classification criteria are aimed to be used in epidemiological studies and not to make a diagnosis in individual patients.\n\n### Table 1.\n\nEULAR/ACR provisional classification criteria for polymyalgia rheumatica\n\n| Criteria | Points |\n| :-- | :-- |\n| Morning stiffness duration >45 min | 2 |\n| Hip pain or limited range of motion | 1 |\n| Absence of RF and/or ACPA | 2 |\n| Absence of other joint involvement | 1 |\n| At least one shoulder with subdeltoid bursitis and/or bicep tenosynovitis and/or glenohumeral synovitis (either posterior or axillary) and at least one hip with synovitis and/or trochanteric bursitis | 0/1 [\\*](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-tbl1-note-0004) |\n| Both shoulders with subdeltoid bursitis, biceps tenosynovitis or glenohumeral synovitis | 0/1 [\\*](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-tbl1-note-0004) |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/table/joim13525-tbl-0001/)\n\n_Note_: Required score for the classification of polymyalgia rheumatica: 4 or more without ultrasound and 5 or more in the algorithm with ultrasound.\n\n_Note_: Required criteria: age ≥50 years, bilateral shoulder aching and abnormal C‐reactive protein and/or erythrocyte sedimentation rate.\n\n_Note_: Modified from Dasgupta et al. \\[ [58](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0058)\\].\n\n\\*\n\nWithout/with ultrasound.\n\nAbbreviations: ACPA, anti‐citrullinated protein antibody; ACR, American College of Rheumatology; EULAR, European Alliance of Associations for Rheumatology; RF, rheumatoid factor.\n\nThe EULAR/ACR classification criteria for PMR are based on a scoring algorithm using clinical and laboratory features. The sensitivity and specificity of the criteria vary depending on whether the PMR is discriminating from all conditions, including RA or conditions affecting shoulders. The sensitivity and specificity also vary depending on whether ultrasound is used or not. A score ≥4 had a sensitivity of 68% and a specificity of 78%. When discriminating shoulder conditions from PMR, the specificity increased to 88%, while it was only 65% for discriminating RA from PMR. Using ultrasound, a score ≥5 had a sensitivity of 66% and specificity of 81% \\[ [58](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0058)\\].\n\n## Diagnosis\n\nThere is no gold standard for diagnosing PMR, and unlike many other rheumatic syndromes, there are no specific clinical manifestations, serology or other laboratory findings in PMR. As a result, diagnosis of PMR can be challenging with a considerable number of conditions in the list of differential diagnoses. However, in daily practice, the diagnosis of PMR relies mainly on the following combination of principles: new‐onset symptoms of both morning stiffness and pain in the shoulder and pelvis girdle in a person aged 50 years or older, evidence of systemic inflammation with a raised erythrocyte sedimentation rate (ESR) and or CRP, no other disease that would explain the clinical presentation better and finally abrupt response to GCs \\[ [41](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0041)\\]. In some diagnostic criteria, there are other specific requirements, such as a 2‐week duration of symptoms or negative tests for rheumatoid factors or antinuclear antibodies.\n\nThe diagnosis of PMR should be considered clinically. The typical case is an elderly woman with early morning bilateral shoulder pain and stiffness. Similar symptoms often occur in the pelvic girdle. Typically, the symptoms ease during the day. Systemic manifestations such as fever, fatigue, loss of appetite and weight loss may occur in about a third of the patients. In addition, there is almost always an elevation of inflammatory parameters, especially ESR and/or CRP. Other inflammatory parameters can be elevated as white blood cell or platelet count and sometimes liver enzymes or alkaline phosphatase may be elevated as a sign of systemic inflammation. On clinical examination, tenderness with deep palpation of the muscles around the shoulders and thighs is often noted. In addition, there is usually restricted mobility in the shoulders, without muscle atrophy or weakness. Occasional signs of synovitis in the shoulders, wrist joints and the knees can be seen. PMR can be diagnosed in combination with GCA, especially in those with a cranial phenotype, that is, TA. Although temporal biopsy may be positive in a minority of patients with PMR, it is not included in the currently recommended investigation of the disease, unless there are concomitant cranial GCA symptoms. Finally, in PMR, most patients will respond rapidly and dramatically to GCs and according to some criteria, this response is required for diagnosis \\[ [54](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0054)\\].\n\n## Imaging studies\n\nDue to the nonspecific symptoms or laboratory findings of PMR, there is an unmet need for other modalities to confirm the diagnosis. Imaging has emerged during the last few years as an important diagnostic tool \\[ [59](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0059)\\]. Several imaging modalities have been used in PMR, including conventional radiology (X‐ray), scintigraphy, computed tomography (CT), magnetic resonance imaging (MRI), ultrasound and positron emission tomography with CT (PET CT) \\[ [59](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0059), [60](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0060)\\]. The choice of one modality over the other is usually dictated by availability as well as local expertise. The aim of imaging studies in PMR is not only to confirm the diagnosis but also to rule out differential diagnoses or comorbidities, and in some cases the co‐occurrence with large vessel vasculitis.\n\nUltrasound is useful in PMR due to the nature of extra‐articular soft tissue involvement. The most common findings are inflammation and effusion of the subacromial–subdeltoid bursa, biceps tenosynovitis \\[ [60](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0060), [61](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0061)\\], glenohumeral joint inflammation \\[ [62](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0062)\\] and hip synovitis and trochanteritis \\[ [63](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0063)\\]. Ultrasound is also useful in ruling out other differential diagnoses such as chondrocalcinosis, early RA and late‐onset spondyloarthropathy \\[ [63](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0063)\\] and to be used when screening for large vessel vasculitis and cranial arteritis when these are suspected to coexist with PMR \\[ [48](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0048)\\].\n\nMRI has also been used, although its use is still limited to research purposes in most centres. Typical findings in PMR include a characteristic pattern of symmetrical inflammation in the greater trochanter, acetabulum and ischial tuberosity, reported in 64% of patients with PMR in one study \\[ [64](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0064)\\]. In another study by Laporte et al., all patients with new‐onset PMR had at least one site of myofascial inflammation, most commonly in the hips, followed by pubic symphysis, shoulders and ischial tuberosity \\[ [65](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0065)\\]. Advantages of MRI over ultrasound include that MRI is more specific with less interobserver variation in the assessment of vasculitis. However, the disadvantages of MRI include availability, cost and inconvenience for some patients.\n\n18‐Fluorodeoxyglucose (FDG) PET CT has been used in oncology and investigation of inflammatory diseases. The uptake of FDG by activated inflammatory cells constitute the basis for using PET CT in PMR and large vessel vasculitis. In patients with suspected PMR, the use of PET CT is not recommended as a routine examination due to limitations such as cost and varying availability. Beside its role in the visualization of inflammation in articular and extra‐articular tissues in PMR, PET CT is extremely helpful in confirming suspected coexistent large vessel vasculitis and differentiation between PMR and other conditions such as malignancies or other rheumatic diseases \\[ [66](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0066)\\].\n\nThere is a rationale for using PET CT in the workup of PMR, mainly in patients who did not respond to initial GC treatment. Nonresponsiveness could either be explained by coexistent large vessel vasculitis, other underlying rheumatic diseases or malignancy. The typical PET CT findings in a patient with active PMR include increased uptake in sternoclavicular joints, the shoulders, ischial tuberosities, vertebral spinous processes and greater trochanters \\[ [67](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0067)\\] (Fig. [3a,b](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-fig-0003)). The sensitivity and specificity of PET CT in the diagnosis of PMR differ according to the number of sites of increased uptake of FDG. In a study by Sondag et al., significant uptake in three or more sites had a sensitivity of 74% and specificity of 79% for the diagnosis of PMR \\[ [68](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0068)\\]. The sensitivity and specificity of FDG‐PET in the diagnosis of PMR also depend on the site of uptake. In a meta‐analysis by Van der Geest et al., the highest sensitivity was found for uptake at the ischial tuberosity and greater trochanters—85%. In the same meta‐analysis, the highest specificity was found for the uptake at the interspinous process, 81% \\[ [66](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0066)\\].\n\n### Fig. 3.\n\n![Fig. 3](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5404/9796644/ae76daaaae47/JOIM-292-717-g003.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/figure/joim13525-fig-0003/)\n\n18‐Fluorodeoxyglucose (FDG) positron emission tomography with computed tomography (PET CT) findings in patients with polymyalgia rheumatica. (a) A maximum intensity projection showing uptake of the FDG (arrows) in the shoulders, sternoclavicular joints and tubular sciatica. (b) A sagittal view of a PET CT showing uptake (the arrow) in connection with the spinous process in the lumbar spine.\n\n### Other imaging studies\n\nConventional radiography has been used previously in this context, especially in patients with suspected PMR and peripheral joint disease \\[ [59](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0059)\\]. Arthritis in PMR is usually nonerosive, which distinguishes it from destructive arthritis typical of RA or other arthritic diseases such as chondrocalcinosis. Scintigraphy has also been used previously in the diagnosis of PMR though this modality of imaging is not currently in wide use \\[ [59](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0059)\\]\n\n## Laboratory findings\n\nThere are no serologic or other specific laboratory findings that can confirm the diagnosis of PMR with absolute certainty. The most common and important finding is the elevation of inflammatory parameters such as ESR or CRP. However, a normal ESR does not exclude the diagnosis of PMR, although other conditions should be considered in such cases. Other laboratory findings of active systemic inflammation include normochromic normocytic anaemia, thrombocytosis and leucocytosis. Furthermore, an increase in other acute phase reactants on plasma protein electrophoresis is also often seen.\n\n## Differential diagnosis\n\nConditions affecting people in the age group 50 years and older and associated with bilateral shoulder pain should be included in the differential diagnoses of PMR. This is especially true as there are no specific diagnostic tests for PMR and a misdiagnosis of any condition as PMR may lead to unnecessary exposure to GCs for extensive periods of time. The differential diagnosis should include both rheumatic and nonrheumatic diseases.\n\n### Rheumatoid arthritis\n\nAmong the most important rheumatic conditions in the differential diagnoses of PMR is seronegative RA. This is especially true early in the disease onset of RA, which might have a prodromal phase of bilateral shoulder joint arthritis. In addition, both RA and PMR can present with arthritis in wrist joints, and if patients test negative for rheumatoid factor and/or anti‐cyclic citrullinated peptide (anti‐CCP), the differentiation between these two conditions may not be easy. However, the presence of symmetric small joint arthritis should favour the RA diagnosis. Both RA and PMR can be successfully treated with prednisolone, limiting the utility of this medication in the differentiation. Typical extra‐articular manifestations (e.g., rheumatoid nodules, cutaneous vasculitis, serositis, etc.) and positive RF/anti‐CCP favour the diagnosis of RA rather than PMR.\n\n### Myositis\n\nPolymyositis (PM) is another disease that may be misdiagnosed as PMR and vice versa. Both conditions affect the proximal muscle groups in the upper and lower extremities. However, the presence of muscle weakness rather than stiffness and pain is an important differential feature of PM. In addition, PM is usually associated with elevated serum levels of muscle enzymes, which is not a feature of PMR. Other features that favour the possibility of PM is the presence of myositis specific autoantibodies and extramuscular manifestations including in the lungs, skin, gastrointestinal tract or the heart. Difficulty in swallowing will favour the diagnosis of PM. Unlike PM, pure muscle weakness is not typical of PMR, where the predominant symptoms are muscle aches and pain and morning stiffness.\n\n### Pain syndromes\n\nThe differentiation between PMR and pain syndromes such as fibromyalgia should be easier compared to other differential diagnosis. Fibromyalgia usually has its onset in younger age groups than PMR. In addition, there is no elevation of laboratory parameters indicating an inflammatory condition in the former group. It is important to differentiate between these two conditions to avoid unnecessary use of GCs in patients with fibromyalgia and pain syndromes.\n\n### Malignancy\n\nOne important differential diagnosis in PMR is malignant diseases. PMR manifestations could represent a paramalignant symptom of occult cancer. Patients with PMR who do not respond to a prednisolone daily dose of 15–25 mg or have a rapid recurrence of symptoms directly after tapering of GCs should alert the treating physician to the possibility of an underlying malignant disease. Careful medical history and clinical examination together with basic laboratory screening are mandatory to make a correct diagnosis. Physicians treating a so‐called atypical or treatment‐resistant PMR need to consider relevant radiologic examination to rule out the possibility of an underlying cancer.\n\nRemitting seronegative symmetric synovitis with pitting oedema syndrome is a clinical syndrome characterised by the onset of symmetrical small joint arthritis with oedema of the hands and feet, typically in elderly men who are rheumatoid‐factor negative. This condition usually responds well to a short course of oral GCs and should be one of important differential diagnosis for PMR. A similar phenotype may be seen in paramalignant syndromes.\n\n### Others\n\nNoninflammatory degenerative diseases such as cervical spondylosis and hip joint osteoarthritis may mimic the presentation of PMR with symptoms like pain and morning stiffness. Radiologic confirmation of osteoarthrosis (OA) or spondylosis together with absence of active inflammatory parameters will favour the diagnosis of spondylosis and OA rather than PMR. Hypothyroidism is a common disease among female patients with clinical presentation of diffuse pain, fatigue and a fibromyalgia‐like syndrome. Checking serum levels of thyroid hormones is an important part of the investigation of female patients with pain syndrome.\n\n## PMR as an immune‐related event after immune checkpoint inhibition in cancer treatment\n\nImmune checkpoint inhibitors (ICI) are increasingly used in cancer therapy to boost the antitumour immune response. Treatment with monoclonal antibodies blocking the cytotoxic T‐lymphocyte‐associated protein 4 (CTLA‐4), or the programmed death receptor‐1 (PD‐1) or its ligand PD‐L1, has been associated with the emergence of a number of autoimmune disorders, and with activation/worsening of established autoimmune disease \\[ [69](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0069)\\]. PMR is one of the rheumatic disorders that has been reported as an immune‐related event in this context \\[ [70](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0070)\\]. In addition, there are several reports on cases with ‘PMR‐like illness’, with some features atypical for idiopathic PMR, following ICI treatment \\[ [70](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0070)\\]. Further systematic studies on the occurrence of PMR among patients treated with ICI, and the clinical phenotype and disease course are needed. With more extensive use of ICI in cancer therapy, including in treatment of older patients, the incidence of such immune‐related events is likely to increase in the future. Careful characterization of such cases might guide us in the understanding the role of the adaptive immune system in the pathophysiology of PMR.\n\nInterestingly, T‐cell checkpoint dysregulation has been described in GCA, with downregulation of PD‐L1 in vascular lesions \\[ [71](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0071)\\]. Treatment with anti‐PD‐1 antibodies resulted in worsening of vasculitis in a chimeric animal model of GCA \\[ [71](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0071)\\]. Whether such mechanisms may also contribute to ‘spontaneous’ PMR, that is, in the absence of ICI treatment, needs further studies.\n\n## Treatment\n\n### Oral GCs\n\nThe cornerstone in the treatment of PMR is oral GCs. All PMR symptoms usually respond promptly to GCs. The recommended daily starting prednisolone dose in PMR is 12.5–25 mg according to the most recent ACR/EULAR recommendation \\[ [72](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0072)\\]. This recommendation is based on consensus, as dose‐finding studies have been limited, with partly conflicting evidence \\[ [73](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0073)\\]. A starting dose of 20 mg is superior to 10 mg but at a cost of more adverse events \\[ [74](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0074)\\]. The choice within the interval of 12.5–25 mg should consider inflammatory activity, risk of relapse and risk of GC toxicity due to comorbidities such as diabetes or cardiovascular disease \\[ [72](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0072)\\]. The prednisolone dose should be gradually tapered by about 2.5 mg per month down to 10 mg per day, after which slower tapering continues. In patients with typical clinical presentation and clinical findings for PMR, prompt response to treatment provides additional support for the diagnosis. Similarly, a poor response to initiated treatment should lead to reconsideration of possible differential diagnoses, especially other rheumatic diseases or malignancy. GC treatment should be accompanied by supportive measures to minimize long‐term toxicity such as osteoporosis.\n\nOverall, the prognosis for PMR is good and usually, the disease heals in a couple of years, during which GC must be taken to control the disease and its symptoms. Some patients have a more complicated course with some residual inflammation during treatment and recurrence of symptoms when trying to reduce the prednisolone dose. There are no validated guidelines on the optimal duration of GC therapy in PMR and data available in studies are not consistent. In a study by Healey, only 30% of patients were able to stop GC therapy and remain asymptomatic within 2 years of follow‐up while only 2% were able to stop GC completely within 6 months \\[ [54](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0054)\\]. In a meta‐analysis by Floris et al. including 21 studies eligible for analysis, 77%, 51% and 25% were still on GC after 1, 2 and 5 years from diagnosis \\[ [75](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0075)\\].\n\n### Injectable GC\n\nIntramuscular methylprednisolone (i.m. MP) has been compared to oral GC in the treatment of PMR regarding efficacy and safety \\[ [76](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0076), [77](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0077)\\]. In a study by Dasgupta et al., 60 patients were randomized in 1:1 fashion to 120 mg i.m. MP each for 3 weeks or prednisolone (initial dose 15 mg/day tapered according to a predefined schedule) \\[ [77](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0077)\\]. The remission rate after a 12‐week double‐blind phase of the study was similar in the two groups but the cumulative mean GC dose in the i.m. MP group after 96 weeks was 56% of that in the oral GC group. The i.m. MP group had less events of all known GC long‐term unwanted effects \\[ [77](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0077)\\]. Intramuscular MP is probably a suitable alternative to oral GC in elderly patients with multiple medications as well as in patients who experience a problem following the tapering schedule of oral GC and in patients a with compliance problem, but further larger studies are needed.\n\n### Disease‐modifying antirheumatic drugs and biologics\n\nDue to the toxicity of long‐term GC therapy, there is clearly a need for GC‐sparing strategies in patients with PMR. However, disease‐modifying antirheumatic drugs (DMARDs), which have had major success in the treatment of RA and several other rheumatic disorders, have not been extensively studied in PMR (Table [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-tbl-0002)).\n\n#### Table 2.\n\nPharmaceutical agents that have been used successfully in the treatment of PMR, and their evidence base\n\n| Drug | Dose | Summary of evidence | Recommendations [a](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-tbl2-note-0001) and comments | References |\n| :-- | :-- | :-- | :-- | :-- |\n| Oral GCs | Prednisolone 12.5–20 mg/day starting dose | 1 OL‐RCT: lower relapse rate with 20 mg versus 10 mg<br>Conflicting observational data | Individualized, gradual tapering recommended—higher relapse rate with rapid tapering | \\[ [73](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0073), [102](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0102)\\] |\n| I.m. GCs | MP 120 mg every 3 weeks, tapered | 1 DB‐RCT: Lower cumulative GCs compared to oral GC course, similar remission rates, less weight gain | Conditionally recommended as alternative to oral GCs | \\[ [73](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0073), [77](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0077)\\] |\n| Methotrexate | 7.5–10 mg/week (higher doses not evaluated) | 1 DB‐RCT: Lower relapse rate, GC discontinuation more likely<br>Similar observational data, OL‐RCT | Consider in early PMR for patients with high relapse risk. Refractory PMR not studied | \\[ [73](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0073), [103](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0103)\\] |\n| Azathioprine | 100–150 mg/day | 1 small DB‐RCT of patients with PMR ± GCA: GC‐sparing effect at 1 year | Limited evidence<br>Not included in ACR/EULAR recommendations | \\[ [81](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0081)\\] |\n| Tocilizumab | 162 mg s.c. weekly<br>8 mg/kg i.v. monthly | Post‐hoc subanalysis of GCA DB‐RCT<br>Case reports and series on treatment success in PMR | Main evidence on PMR in the context of biopsy/imaging‐positive GCA | \\[ [84](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0084), [85](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0085)\\] |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/table/joim13525-tbl-0002/)\n\na\n\nReflect ACR/EULAR recommendations \\[ [72](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0072)\\].\n\nAbbreviations: ACR/EULAR, American College of Rheumatology/European League Against Rheumatism; DB, double blind; GCA, giant cell arteritis; GCs, glucocorticoids; I.m., intramuscular; i.v., intravenous; MP, methylprednisolone; OL, open label; PMR, polymyalgia rheumatica; RCT, randomized controlled trial; s.c., subcutaneous.\n\nThere is some evidence for a benefit of methotrexate (MTX) in patients with PMR \\[ [73](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0073)\\]. In a double‐blind, randomized controlled trial (RCT), a lower risk of relapse and a greater chance of GC discontinuation was demonstrated in patients with new‐onset PMR taking MTX in addition to a regular GC regimen compared to the comparison group taking GC + placebo \\[ [78](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0078)\\]. Similar results were obtained in other studies \\[ [73](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0073)\\], including a smaller, open‐label trial \\[ [79](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0079)\\]. In these studies, weekly doses of 7.5–10 mg of MTX were used. Higher doses have not been investigated, and the efficacy of MTX in long‐standing, relapsing PMR has not been systematically evaluated.\n\nBased on this type of evidence, the ACR/EULAR panel conditionally recommended considering early introduction of MTX, in particular for patients at a high risk of relapse and/or prolonged therapy, for example, female patients with high initial ESR (>40 mm/h), peripheral arthritis and/or comorbidities that may be exacerbated by GC therapy \\[ [80](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0080)\\]. Based on clinical experience and consensus, MTX may also be considered in patients with a relapsing disease or GC‐related toxicity \\[ [80](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0080)\\].\n\nData on the use of azathioprine in the treatment of PMR are very limited. A small, double‐blind RCT of azathioprine for patients with PMR with or without concomitant GCA suggested a GC‐sparing effect of azathioprine \\[ [81](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0081)\\]. However, the effect was not apparent until after 1 year of follow‐up. Despite the limited evidence, azathioprine has been used in some patients with refractory PMR, mainly based on extrapolation from the evidence of benefit in other systemic diseases. The ACR/EULAR recommendations for the management of PMR do not include azathioprine \\[ [80](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0080)\\]. A retrospective study of low quality indicated that the antimalarial agent hydroxychloroquine, which is used as a DMARD for other conditions, is not effective in preventing relapses in PMR \\[ [82](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0082)\\].\n\nThere are very limited data on treatment with biologic DMARDs for PMR. As the monoclonal anti‐IL‐6 receptor antibody tocilizumab has been shown to be effective for GCA \\[ [83](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0083)\\], there is a rationale for investigating it as a therapy for PMR. Many case reports and case series suggest the efficacy of intravenous tocilizumab in individual patients with PMR \\[ [84](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0084)\\]. In a post‐hoc subanalysis of the GiACTA trial, in which patients with GCA were treated with subcutaneous tocilizumab or placebo in addition to structured GC‐tapering schedules \\[ [83](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0083)\\], there were significantly better outcomes with tocilizumab compared to placebo in the subset of patients presenting with dominating signs and symptoms of PMR \\[ [85](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0085)\\]. It should be noted that all the patients in this study had GCA that had been verified by temporal artery biopsy or imaging of large vessels.\n\nA retrospective cohort study of treatment with tocilizumab or MTX for relapsing PMR in Japan indicated a significant GC‐sparing effect of tocilizumab, but not of MTX \\[ [86](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0086)\\].\n\nPlacebo‐controlled RCTs of the TNF‐inhibitors infliximab \\[ [87](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0087)\\] or etanercept \\[ [88](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0088)\\] have not demonstrated any significant benefit in patients with PMR. Therefore, TNF inhibitors are not recommended for the treatment of PMR \\[ [80](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0080)\\].\n\n### Supportive therapies\n\nProlonged use of GC is an important contributing factor to several comorbidities in patients with rheumatic diseases including systemic vasculitis, PMR and GCA \\[ [89](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0089), [90](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0090), [91](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0091), [92](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0092)\\]. The determination of a safe dose in patients with long‐term GC exposure in patients with rheumatic disease is debatable. However, a task force group by the EULAR agreed on a GC dose for long‐term treatment with a low level of harm \\[ [93](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0093)\\]. According to the task force, a daily dose of 5 mg prednisolone or equivalent is associated with a low level of harm, whereas a daily dose of 10 mg or more is associated with an elevated risk of harm. At a daily dose of 5–10 mg, patient characteristics and the level of comorbidities should be taken into consideration in determining the level of harm \\[ [93](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0093)\\]. It is therefore recommended that all patients with PMR should receive early in their disease course other supportive therapies, such as calcium/vitamin D and bisphosphonates to prevent osteoporosis \\[ [94](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0094)\\].\n\n## Comorbidities\n\nThere is limited information on comorbidities in patients with PMR from large epidemiological studies. In an SLR published in 2018 including 41 reports, wide variations were found in the study design, type of populations subjected to investigations and comorbidities reported, emphasizing the knowledge gap and the need for studies on comorbidities in patients with a well‐defined diagnosis of PMR \\[ [95](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0095)\\]. From this SLR, there were some indications of increased risk of comorbidities in patients with a diagnosis of PMR. These comorbidities can be grouped into vascular disease, cancer and other diseases, the latter including hypothyroidism and diverticular disease. The most frequent comorbidity reported after PMR diagnosis is vascular disease \\[ [95](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0095), [96](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0096)\\]. The vascular conditions include stroke, myocardial infarction and peripheral vascular disease. This is in line with an increased risk of cardiovascular disease in other chronic inflammatory diseases such as RA. The divergent reports from studies on patients with PMR may be affected by including or excluding patients with GCA. Further studies are required to address this question. Whether patients with PMR have an increased risk of cancer after PMR diagnosis is more controversial as part of this association was observed within the first 6 months following diagnosis of PMR, which is why the possibility of an element of misdiagnosis cannot be ruled out. While a few studies have reported an increased risk of cancer, others have reported a lower risk or the results have been equivocal. Concerning other comorbidities, there are conflicting data on an association with hypothyroidism. No reports suggested an association between PMR and psychiatric comorbidities like bipolar disease or schizophrenia but there are some reports of increased risk of depression, which may be associated with chronic pain or GC treatment.\n\nData from a recent national cohort study from the UK support the increased risk of vascular disease (adjusted hazard ratio (HR) 1.23 \\[95% confidence interval 1.19, 1.28\\]) after PMR diagnosis \\[ [96](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0096)\\]. Furthermore, there was also a risk of respiratory (HR 1.25 \\[1.18, 1.32\\]), renal (HR 1.34 \\[1.30, 1.39\\]) and autoimmune diseases (HR 4.68 \\[4.35, 5.03\\]) after PMR diagnosis. At least for the latter two, the explanation could be surveillance bias.\n\nPatients with PMR have a high rate of comorbidities associated with GC treatment such as osteoporosis, vertebral fractures, infections, cataract and glaucoma \\[ [96](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0096)\\]. However, in a population‐based cohort study from Olmstead County, Minnesota, USA, it was only cataract that was more common in patients with PMR followed for a median of 5.8 years compared to age‐ and sex‐matched comparators without PMR \\[ [97](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0097)\\]. Possibly, the nonincreased risk of osteoporosis and fractures could reflect common use of osteoporosis prophylaxis in this group of patients with planned long‐term treatment with GC and with other risk factors of osteoporosis. Such patterns may depend on access to care in different populations.\n\n## Mortality\n\nPMR is characterised by increased levels of inflammation, and therefore patients with PMR may have a predisposition to increased risks of certain conditions similar to patients with other rheumatologic conditions \\[ [95](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0095)\\]. Given the high burden of comorbidity among patients with PMR, it is important to ascertain whether a diagnosis of PMR is associated with an increased risk of mortality. A recent systematic review found that patients with PMR had a higher burden of comorbid disease when compared to age‐ and sex‐matched controls \\[ [95](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0095)\\]. However, three previous studies reported reduced mortality among patients diagnosed with PMR \\[ [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0002), [98](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0098), [99](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0099)\\]. A possible explanation for this could be surveillance bias. Patients with chronic illness (and especially PMR where regular assessment, follow‐up and monitoring are advised) are more likely to be under active follow‐up for their condition and any developing morbidity which leads to management of the illness at an early stage. Another study found an increase in mortality, but this study did not differentiate between patients with PMR and GCA \\[ [100](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0100)\\]. Yet another study, which is known to be the largest study to estimate the effect that a diagnosis of PMR has on life expectancy, showed that a diagnosis of PMR does not have a significant impact on life expectancy \\[ [101](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0101)\\]. The causes of death in patients with PMR were broadly similar to those of matched controls; however, a slightly higher proportion of patients with PMR died due to vascular causes, and a slightly lower proportion died due to neoplastic conditions when compared to matched controls \\[ [101](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0101)\\]. Thus, a diagnosis of PMR does not appear to increase the risk of premature death. Possibly, other factors with a positive effect on longevity predisposing to PMR may balance the negative effects of inflammation and treatment side effects in these patients.\n\n## Conclusion\n\nIn conclusion, PMR is a common disorder and sometimes a major clinical challenge. Further studies on pathophysiology are needed to better understand the disease mechanisms as a basis for future targeted therapies. IL‐6 inhibition is a particularly promising therapeutic concept, but more data are needed. Furthermore, there is a need for better diagnostic methods, including further development of imaging modalities, to facilitate diagnosis and adequate treatment.\n\n",
  "sections": [
    "## Abstract\n\nPolymyalgia rheumatica (PMR) is the most common inflammatory rheumatic disease affecting people older than 50 years and is 2–3 times more common in women. The most common symptoms are pain and morning stiffness in the shoulder and pelvic girdle and the onset may be acute or develop over a few days to weeks. General symptoms such as fatigue, fever and weight loss may occur, likely driven by systemic IL‐6 signalling. The pathology includes synovial and periarticular inflammation and muscular vasculopathy. A new observation is that PMR may appear as a side effect of cancer treatment with checkpoint inhibitors. The diagnosis of PMR relies mainly on symptoms and signs combined with laboratory markers of inflammation. Imaging modalities including ultrasound, magnetic resonance imaging and positron emission tomography with computed tomography are promising new tools in the investigation of suspected PMR. However, they are still limited by availability, high cost and unclear performance in the diagnostic workup. Glucocorticoid (GC) therapy is effective in PMR, with most patients responding promptly to 15–25 mg prednisolone per day. There are challenges in the management of patients with PMR as relapses do occur and patients with PMR may need to stay on GC for extended periods. This is associated with high rates of GC‐related comorbidities, such as diabetes and osteoporosis, and there are limited data on the use of disease‐modifying antirheumatic drugs and biologics as GC sparing agents. Finally, PMR is associated with giant cell arteritis that may complicate the disease course and require more intense and prolonged treatment.\n\n**Keywords:** diagnosis, epidemiology, giant cell arteritis, polymyalgia rheumatica, temporal arteritis, treatment\n\n* * *\n\n![graphic file with name JOIM-292-717-g002.jpg](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5404/9796644/5fc748ac91d7/JOIM-292-717-g002.jpg)\n\n",
    "## Epidemiology\n\nPolymyalgia rheumatica (PMR) is a rheumatic disorder associated with musculoskeletal pain and stiffness in the neck, shoulder and hip area \\[ [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0001)\\]. The aetiology is not fully understood, but there are associated environmental and genetic factors \\[ [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0001)\\]. The incidence of PMR increases with age and is rarely seen in people under the age of 50 \\[ [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0002)\\]. Women are approximately 2–3 times more likely to be affected by PMR than men \\[ [3](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0003)\\]. The annual incidence varies geographically and is highest in Scandinavian countries and people of northern European descent \\[ [4](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0004)\\]. Figure [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-fig-0001) illustrates the variation in the global incidence of PMR. In Sweden, the incidence of PMR ranges from 34 to 50 per 100,000 in the age group 50 years and older \\[ [5](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0005), [6](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0006)\\]. In other European studies, for example, the incidence rates for a population ≥50 years are highest in northern regions (113 per 100,000 per year in Norway) and much lower in southern areas (13 per 100,000 per year in Italy) \\[ [7](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0007)\\]. In Olmsted County, Minnesota, where the population is predominantly of Scandinavian descent, the incidence has been reported to be 63.9 per 100,000 per year, with a prevalence of 701 out of 100,000 \\[ [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0002), [8](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0008)\\]. PMR is 2–3 times more common than giant cell arteritis (GCA) and occurs in approximately 50% of patients with GCA \\[ [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0009)\\]. PMR can precede, accompany or follow GCA. A recent systematic literature review (SLR) retrieved a total of 467 papers in the search on the incidence of PMR. In the search on studies of prevalence, 461 papers on PMR were identified \\[ [10](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0010)\\]. This review confirms that PMR is more common in populations of Northern European ancestry than in others. The estimated incidence and prevalence of PMR were considerably lower in Southern Europe and other parts of the world, and a low incidence of PMR was reported in Korea \\[ [11](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0011)\\], likely reflecting that GCA and PMR are less common in Asian populations. Furthermore, the estimated prevalence of GCA in Japan was very low \\[ [12](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0012)\\], thus suggesting that PMR is distinctly less common in Asian populations. In addition, PMR is rarely reported in African American and Latino populations, though all racial and ethnic groups can be affected.\n\n### Fig. 1.\n\n![Fig. 1](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5404/9796644/72f096cd1243/JOIM-292-717-g004.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/figure/joim13525-fig-0001/)\n\nGlobal incidence of polymyalgia rheumatica. Grey indicates no data available.\n\nSeveral potential causes for PMR are being investigated. Some of the theories put forward by researchers involve the gene variant HLA‐DR4. Subtypes of HLA‐DR4 have been associated with rheumatoid arthritis (RA), and such alleles are also present in many cases where PMR and GCA occur together. It has been suggested that this genotype may contribute to disease mechanisms in both conditions, although this is less clear for PMR \\[ [13](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0013)\\]. The sudden start of PMR and the nature of the symptoms like joint pain, fever and malaise, are suspected to be a result of infections caused by viruses \\[ [14](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0014)\\]. Damage to superficial arteries by high exposure to ultraviolet radiation from the sun is another proposed cause for the development of PMR. Some studies suggest the elastic fibres present in the arteries and synovial membranes are damaged by ultraviolet rays. These damaged tissues may get infected by viruses that remain dormant for a long time and may get reactivated later, causing PMR \\[ [14](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0014)\\]. Several different viruses have been implicated in this context, most recently SARS‐CoV‐2 \\[ [15](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0015), [16](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0016)\\].\n\nAlthough the aetiology of PMR is unknown, its sudden onset and the wide variation in incidence reported from various parts of the world suggest the contribution of one or more environmental agents or genetic factors, or both, possibly together with exposures that lead to a seasonal distribution \\[ [17](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0017)\\]. On the other hand, many studies failed to confirm any seasonal trend \\[ [17](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0017), [18](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0018), [19](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0019)\\].\n\nIt has also been suggested that PMR and GCA may be triggered by seasonal influenza vaccination \\[ [20](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0020)\\]. Furthermore, a recent study aimed to describe cases of GCA and PMR following COVID‐19 vaccination using a global pharmacovigilance database \\[ [16](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0016)\\]. Several such cases were reported, constituting a potential safety signal. However, the findings suggest a reduced relative risk of GCA or PMR following COVID‐19 vaccination, compared with influenza vaccination. Another study reported the first case of a PMR‐like syndrome 7 days after vaccination \\[ [21](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0021)\\]. Reassuringly, several studies have reported that symptoms usually resolve quickly in such cases \\[ [21](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0021), [22](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0022)\\]. Taken together, this indicates that the benefits of vaccination against COVID‐19 largely outweigh the minimal risks associated with such uncommon inflammatory complications, probably reflecting a transient reactogenic response to the vaccine rather than a structured, chronic inflammatory disease.\n\n",
    "## Pathogenesis and pathophysiology\n\nThe typical symptoms of proximal muscular pain and stiffness in PMR can be explained by synovial and periarticular inflammation in central joints. Arthroscopic biopsies from glenohumeral joints of untreated patients with PMR have demonstrated synovitis with leukocyte infiltration and vascular proliferation \\[ [23](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0023)\\]. Infiltrating cells were mainly macrophages and memory T cells, and a few B cells \\[ [23](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0023)\\]. T cells demonstrated intense expression of major histocompatibility complex class II molecules, indicating an activated state \\[ [23](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0023)\\]. Furthermore, vascular endothelial activation may be important to the pathogenesis, as increased expression of vascular endothelial growth factor (VEGF) in synovial biopsies, correlating with levels of circulating VEGF, has been observed \\[ [24](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0024)\\]. Increased expression of adhesion molecules in endothelial cells and synovial lining cells may contribute to the recruitment of inflammatory cells to these lesions \\[ [25](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0025)\\]. Vasoactive intestinal peptide (VIP) has been shown to be expressed to a greater extent in shoulder synovium from patients with PMR compared to those with RA or osteoarthritis \\[ [26](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0026)\\]. It has been suggested that nociception related to local VIP production may contribute to the typical shoulder discomfort of PMR \\[ [26](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0026)\\].\n\nIn addition, ultrasonography investigations have revealed subacromial–subdeltoid bursitis and long head biceps tendinitis in most patients with PMR \\[ [27](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0027)\\]. In addition to periarticular shoulder inflammation, whole‐body positron‐emission tomography has also shown signs of inflammation adjacent to the ischial tuberosities and in interspinous bursa to be characteristic of PMR \\[ [28](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0028)\\].\n\nImmunofluorescence microscopy of muscle biopsies from the biceps brachii muscle has demonstrated deposits of fibrinogen and IgA in the perifascicular area of the perimysium \\[ [29](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0029)\\]. Increased microvascularization in the deltoid muscle has been observed in early untreated PMR, despite the absence of local inflammatory infiltrates \\[ [30](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0030)\\]. Taken together, these observations may suggest that disease mechanisms involving muscular tissue may have a role in PMR.\n\nAs PMR and GCA often co‐exist in the same patient, systemic signs of inflammation have often been studied in these two conditions together. Plasma levels of IL‐6, but not TNF‐α, have been shown to be elevated in both GCA and PMR \\[ [31](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0031)\\]. The main source of this IL‐6 release is CD4+ T cells, which in GCA have been shown to be stimulated by activated dendritic cells \\[ [32](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0032)\\]. Furthermore, circulating levels of the soluble IL‐6 receptor have been shown to predict future relapses in patients with PMR \\[ [33](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0033)\\], further underlining the importance of IL‐6 signalling in this context (Fig. [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-fig-0002)). In GCA, the IL‐6 axis has been suggested to contribute to T‐cell differentiation towards the Th17 phenotype, systemic features such as PMR, fever and weight loss and inflammatory response with the elevation of C‐reactive protein (CRP) and other biomarkers \\[ [34](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0034)\\]. By contrast, the IL‐12/IFN‐γ axis appears to control Th1 differentiation and aspects of chronic vasculitis in GCA \\[ [34](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0034)\\]. High levels of IFN‐γ expression were found in tissue infiltrating T cells from lesions with GCA, but not with PMR \\[ [35](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0035)\\].\n\n### Fig. 2.\n\n![Fig. 2](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5404/9796644/55fbda836857/JOIM-292-717-g001.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/figure/joim13525-fig-0002/)\n\nThe pathophysiology of polymyalgia rheumatica. Schematic representation of the pathophysiology of polymyalgia rheumatica, highlighting the role of IL‐6 in systemic and local inflammation. DAMP, damage‐associated molecular patterns; DCs, dendritic cells; PAMP, pathogen‐associated molecular patterns; VIP, vasoactive intestinal peptide.\n\nPerturbations of circulating T‐cell and B‐cell subsets have been described in PMR, but with inconsistent results \\[ [36](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0036)\\]. As PMR is a disease of elderly people, such patterns may reflect aging of the immune system. Elevated peripheral blood monocyte counts have been observed in both PMR and GCA, with a significant decrease post‐treatment in PMR, but not in GCA \\[ [37](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0037)\\]. In contrast with many other rheumatic disorders, no autoantibody has been consistently associated with PMR or GCA. The combined evidence supports an interplay between the innate and the adaptive cellular immune system \\[ [38](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0038)\\].\n\nWhereas metabolic features (lower body mass index, lower levels of fasting blood glucose) that may contribute to immune regulation have been shown to be associated with subsequent development of GCA \\[ [39](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0039), [40](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0040)\\], the relation between such factors and the risk of PMR has not yet been investigated.\n\n",
    "## Clinical presentation and disease course\n\nA characteristic feature of PMR is a new and relatively acute onset of proximal muscle pain and stiffness in the neck, shoulders, upper arms, hips and thighs \\[ [41](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0041)\\]. Patients often suffer from a pronounced morning stiffness with difficulty turning in or getting out of bed in the morning with some spontaneous relief of symptoms later in the day \\[ [42](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0042), [43](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0043), [44](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0044)\\]. The stiffness affects even other physical activities in the morning, including getting dressed or taking care of other daily activities. The symptoms are usually fully developed within a few days to a couple of weeks. Occasionally, the onset is more insidious and may lead to nonspecific symptoms such as fatigue, arthralgia, loss of appetite, weight loss or fever. It is not unusual that some patients undergo investigations for suspicion of malignant disease before the diagnosis can be made with PMR \\[ [42](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0042)\\].\n\nThe nonspecific clinical presentation and the absence of specific laboratory findings or serologic features often leads to some diagnostic delay. PMR imposes a major burden on the daily life of elderly people. The psychological impact is significant, including anxiety related to active disease and side effects of glucocorticoid (GC) treatment \\[ [45](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0045)\\].\n\n",
    "## Association with temporal arteritis\n\nPMR and temporal arteritis (TA) often co‐exist, suggesting shared predisposing factors and shared disease mechanisms. In a population‐based study from Olmsted County, Minnesota, including patients diagnosed with PMR between 1970 and 1991 \\[ [46](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0046)\\], approximately 15% had TA that had been verified by temporal artery biopsy. As the typical histopathology of TA in such biopsies includes the presence of giant cells, the disease is often called GCA in modern literature. GCA is a systemic vasculitis that may involve several large vessels, often but not always including the temporal artery.\n\nA concomitant diagnosis of GCA should be suspected in a patient with PMR who also suffers from new‐onset headache, jaw claudication, new and unexplained visual symptoms or severe constitutional symptoms (fever of unknown origin, weight loss, fatigue, etc.). Such symptoms may occur at the first presentation with PMR or later during the disease course, for example, when GC has been tapered. The clinical overlap between PMR and GCA is likely greater among patients evaluated at referral centres, for example, rheumatology or internal medicine clinics, compared to primary care.\n\nSubclinical arteritis may also occur in patients with PMR. The Swedish physician Bengt Hamrin reported six cases with a clinical diagnosis of PMR, but autopsy findings were compatible with large vessel vasculitis \\[ [47](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0047)\\]. This led him to label the condition ‘polymyalgia arteritica’.\n\nIn systematic studies of patients with a typical clinical PMR phenotype, but no signs or symptoms compatible with GCA, histopathologic findings of vasculitis in temporal artery biopsies have been found in up to 21%, and ultrasonography features of TA in up to 32% \\[ [48](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0048)\\].\n\nConversely, PMR is common in patients that have been diagnosed with GCA. Approximately 50% of patients with GCA have symptoms of PMR \\[ [9](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0009), [49](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0049), [50](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0050)\\]. Recurrence of PMR symptoms is a common feature of relapse of GCA \\[ [51](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0051)\\]. Some patients with GCA only have cranial symptoms of TA at diagnosis, before initiation of GC therapy, but later several relapses with a clinical picture of pure PMR.\n\n",
    "## Diagnostic and classification criteria\n\nMany different diagnostic criteria have been proposed by several groups based on clinical and laboratory characteristics of PMR \\[ [52](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0052), [53](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0053), [54](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0054), [55](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0055), [56](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0056)\\]. The purpose of these criteria is to help physicians to make the diagnosis of PMR in individual patients. Most of these criteria are based on characteristics demographic, clinical and laboratory features of PMR \\[ [43](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0043), [57](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0057)\\]. The European Alliance of Associations for Rheumatology (EULAR) and The American College of Rheumatology (ACR) issued provisional criteria for the classification of PMR in 2012 \\[ [58](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0058)\\]. The EULAR/ACR criteria are summarized in Table [1](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-tbl-0001). Notably, classification criteria are aimed to be used in epidemiological studies and not to make a diagnosis in individual patients.\n\n### Table 1.\n\nEULAR/ACR provisional classification criteria for polymyalgia rheumatica\n\n| Criteria | Points |\n| :-- | :-- |\n| Morning stiffness duration >45 min | 2 |\n| Hip pain or limited range of motion | 1 |\n| Absence of RF and/or ACPA | 2 |\n| Absence of other joint involvement | 1 |\n| At least one shoulder with subdeltoid bursitis and/or bicep tenosynovitis and/or glenohumeral synovitis (either posterior or axillary) and at least one hip with synovitis and/or trochanteric bursitis | 0/1 [\\*](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-tbl1-note-0004) |\n| Both shoulders with subdeltoid bursitis, biceps tenosynovitis or glenohumeral synovitis | 0/1 [\\*](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-tbl1-note-0004) |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/table/joim13525-tbl-0001/)\n\n_Note_: Required score for the classification of polymyalgia rheumatica: 4 or more without ultrasound and 5 or more in the algorithm with ultrasound.\n\n_Note_: Required criteria: age ≥50 years, bilateral shoulder aching and abnormal C‐reactive protein and/or erythrocyte sedimentation rate.\n\n_Note_: Modified from Dasgupta et al. \\[ [58](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0058)\\].\n\n\\*\n\nWithout/with ultrasound.\n\nAbbreviations: ACPA, anti‐citrullinated protein antibody; ACR, American College of Rheumatology; EULAR, European Alliance of Associations for Rheumatology; RF, rheumatoid factor.\n\nThe EULAR/ACR classification criteria for PMR are based on a scoring algorithm using clinical and laboratory features. The sensitivity and specificity of the criteria vary depending on whether the PMR is discriminating from all conditions, including RA or conditions affecting shoulders. The sensitivity and specificity also vary depending on whether ultrasound is used or not. A score ≥4 had a sensitivity of 68% and a specificity of 78%. When discriminating shoulder conditions from PMR, the specificity increased to 88%, while it was only 65% for discriminating RA from PMR. Using ultrasound, a score ≥5 had a sensitivity of 66% and specificity of 81% \\[ [58](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0058)\\].\n\n",
    "## Diagnosis\n\nThere is no gold standard for diagnosing PMR, and unlike many other rheumatic syndromes, there are no specific clinical manifestations, serology or other laboratory findings in PMR. As a result, diagnosis of PMR can be challenging with a considerable number of conditions in the list of differential diagnoses. However, in daily practice, the diagnosis of PMR relies mainly on the following combination of principles: new‐onset symptoms of both morning stiffness and pain in the shoulder and pelvis girdle in a person aged 50 years or older, evidence of systemic inflammation with a raised erythrocyte sedimentation rate (ESR) and or CRP, no other disease that would explain the clinical presentation better and finally abrupt response to GCs \\[ [41](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0041)\\]. In some diagnostic criteria, there are other specific requirements, such as a 2‐week duration of symptoms or negative tests for rheumatoid factors or antinuclear antibodies.\n\nThe diagnosis of PMR should be considered clinically. The typical case is an elderly woman with early morning bilateral shoulder pain and stiffness. Similar symptoms often occur in the pelvic girdle. Typically, the symptoms ease during the day. Systemic manifestations such as fever, fatigue, loss of appetite and weight loss may occur in about a third of the patients. In addition, there is almost always an elevation of inflammatory parameters, especially ESR and/or CRP. Other inflammatory parameters can be elevated as white blood cell or platelet count and sometimes liver enzymes or alkaline phosphatase may be elevated as a sign of systemic inflammation. On clinical examination, tenderness with deep palpation of the muscles around the shoulders and thighs is often noted. In addition, there is usually restricted mobility in the shoulders, without muscle atrophy or weakness. Occasional signs of synovitis in the shoulders, wrist joints and the knees can be seen. PMR can be diagnosed in combination with GCA, especially in those with a cranial phenotype, that is, TA. Although temporal biopsy may be positive in a minority of patients with PMR, it is not included in the currently recommended investigation of the disease, unless there are concomitant cranial GCA symptoms. Finally, in PMR, most patients will respond rapidly and dramatically to GCs and according to some criteria, this response is required for diagnosis \\[ [54](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0054)\\].\n\n",
    "## Imaging studies\n\nDue to the nonspecific symptoms or laboratory findings of PMR, there is an unmet need for other modalities to confirm the diagnosis. Imaging has emerged during the last few years as an important diagnostic tool \\[ [59](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0059)\\]. Several imaging modalities have been used in PMR, including conventional radiology (X‐ray), scintigraphy, computed tomography (CT), magnetic resonance imaging (MRI), ultrasound and positron emission tomography with CT (PET CT) \\[ [59](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0059), [60](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0060)\\]. The choice of one modality over the other is usually dictated by availability as well as local expertise. The aim of imaging studies in PMR is not only to confirm the diagnosis but also to rule out differential diagnoses or comorbidities, and in some cases the co‐occurrence with large vessel vasculitis.\n\nUltrasound is useful in PMR due to the nature of extra‐articular soft tissue involvement. The most common findings are inflammation and effusion of the subacromial–subdeltoid bursa, biceps tenosynovitis \\[ [60](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0060), [61](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0061)\\], glenohumeral joint inflammation \\[ [62](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0062)\\] and hip synovitis and trochanteritis \\[ [63](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0063)\\]. Ultrasound is also useful in ruling out other differential diagnoses such as chondrocalcinosis, early RA and late‐onset spondyloarthropathy \\[ [63](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0063)\\] and to be used when screening for large vessel vasculitis and cranial arteritis when these are suspected to coexist with PMR \\[ [48](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0048)\\].\n\nMRI has also been used, although its use is still limited to research purposes in most centres. Typical findings in PMR include a characteristic pattern of symmetrical inflammation in the greater trochanter, acetabulum and ischial tuberosity, reported in 64% of patients with PMR in one study \\[ [64](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0064)\\]. In another study by Laporte et al., all patients with new‐onset PMR had at least one site of myofascial inflammation, most commonly in the hips, followed by pubic symphysis, shoulders and ischial tuberosity \\[ [65](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0065)\\]. Advantages of MRI over ultrasound include that MRI is more specific with less interobserver variation in the assessment of vasculitis. However, the disadvantages of MRI include availability, cost and inconvenience for some patients.\n\n18‐Fluorodeoxyglucose (FDG) PET CT has been used in oncology and investigation of inflammatory diseases. The uptake of FDG by activated inflammatory cells constitute the basis for using PET CT in PMR and large vessel vasculitis. In patients with suspected PMR, the use of PET CT is not recommended as a routine examination due to limitations such as cost and varying availability. Beside its role in the visualization of inflammation in articular and extra‐articular tissues in PMR, PET CT is extremely helpful in confirming suspected coexistent large vessel vasculitis and differentiation between PMR and other conditions such as malignancies or other rheumatic diseases \\[ [66](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0066)\\].\n\nThere is a rationale for using PET CT in the workup of PMR, mainly in patients who did not respond to initial GC treatment. Nonresponsiveness could either be explained by coexistent large vessel vasculitis, other underlying rheumatic diseases or malignancy. The typical PET CT findings in a patient with active PMR include increased uptake in sternoclavicular joints, the shoulders, ischial tuberosities, vertebral spinous processes and greater trochanters \\[ [67](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0067)\\] (Fig. [3a,b](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-fig-0003)). The sensitivity and specificity of PET CT in the diagnosis of PMR differ according to the number of sites of increased uptake of FDG. In a study by Sondag et al., significant uptake in three or more sites had a sensitivity of 74% and specificity of 79% for the diagnosis of PMR \\[ [68](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0068)\\]. The sensitivity and specificity of FDG‐PET in the diagnosis of PMR also depend on the site of uptake. In a meta‐analysis by Van der Geest et al., the highest sensitivity was found for uptake at the ischial tuberosity and greater trochanters—85%. In the same meta‐analysis, the highest specificity was found for the uptake at the interspinous process, 81% \\[ [66](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0066)\\].\n\n### Fig. 3.\n\n![Fig. 3](https://cdn.ncbi.nlm.nih.gov/pmc/blobs/5404/9796644/ae76daaaae47/JOIM-292-717-g003.jpg)\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/figure/joim13525-fig-0003/)\n\n18‐Fluorodeoxyglucose (FDG) positron emission tomography with computed tomography (PET CT) findings in patients with polymyalgia rheumatica. (a) A maximum intensity projection showing uptake of the FDG (arrows) in the shoulders, sternoclavicular joints and tubular sciatica. (b) A sagittal view of a PET CT showing uptake (the arrow) in connection with the spinous process in the lumbar spine.\n\n### Other imaging studies\n\nConventional radiography has been used previously in this context, especially in patients with suspected PMR and peripheral joint disease \\[ [59](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0059)\\]. Arthritis in PMR is usually nonerosive, which distinguishes it from destructive arthritis typical of RA or other arthritic diseases such as chondrocalcinosis. Scintigraphy has also been used previously in the diagnosis of PMR though this modality of imaging is not currently in wide use \\[ [59](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0059)\\]\n\n",
    "## Laboratory findings\n\nThere are no serologic or other specific laboratory findings that can confirm the diagnosis of PMR with absolute certainty. The most common and important finding is the elevation of inflammatory parameters such as ESR or CRP. However, a normal ESR does not exclude the diagnosis of PMR, although other conditions should be considered in such cases. Other laboratory findings of active systemic inflammation include normochromic normocytic anaemia, thrombocytosis and leucocytosis. Furthermore, an increase in other acute phase reactants on plasma protein electrophoresis is also often seen.\n\n",
    "## Differential diagnosis\n\nConditions affecting people in the age group 50 years and older and associated with bilateral shoulder pain should be included in the differential diagnoses of PMR. This is especially true as there are no specific diagnostic tests for PMR and a misdiagnosis of any condition as PMR may lead to unnecessary exposure to GCs for extensive periods of time. The differential diagnosis should include both rheumatic and nonrheumatic diseases.\n\n### Rheumatoid arthritis\n\nAmong the most important rheumatic conditions in the differential diagnoses of PMR is seronegative RA. This is especially true early in the disease onset of RA, which might have a prodromal phase of bilateral shoulder joint arthritis. In addition, both RA and PMR can present with arthritis in wrist joints, and if patients test negative for rheumatoid factor and/or anti‐cyclic citrullinated peptide (anti‐CCP), the differentiation between these two conditions may not be easy. However, the presence of symmetric small joint arthritis should favour the RA diagnosis. Both RA and PMR can be successfully treated with prednisolone, limiting the utility of this medication in the differentiation. Typical extra‐articular manifestations (e.g., rheumatoid nodules, cutaneous vasculitis, serositis, etc.) and positive RF/anti‐CCP favour the diagnosis of RA rather than PMR.\n\n### Myositis\n\nPolymyositis (PM) is another disease that may be misdiagnosed as PMR and vice versa. Both conditions affect the proximal muscle groups in the upper and lower extremities. However, the presence of muscle weakness rather than stiffness and pain is an important differential feature of PM. In addition, PM is usually associated with elevated serum levels of muscle enzymes, which is not a feature of PMR. Other features that favour the possibility of PM is the presence of myositis specific autoantibodies and extramuscular manifestations including in the lungs, skin, gastrointestinal tract or the heart. Difficulty in swallowing will favour the diagnosis of PM. Unlike PM, pure muscle weakness is not typical of PMR, where the predominant symptoms are muscle aches and pain and morning stiffness.\n\n### Pain syndromes\n\nThe differentiation between PMR and pain syndromes such as fibromyalgia should be easier compared to other differential diagnosis. Fibromyalgia usually has its onset in younger age groups than PMR. In addition, there is no elevation of laboratory parameters indicating an inflammatory condition in the former group. It is important to differentiate between these two conditions to avoid unnecessary use of GCs in patients with fibromyalgia and pain syndromes.\n\n### Malignancy\n\nOne important differential diagnosis in PMR is malignant diseases. PMR manifestations could represent a paramalignant symptom of occult cancer. Patients with PMR who do not respond to a prednisolone daily dose of 15–25 mg or have a rapid recurrence of symptoms directly after tapering of GCs should alert the treating physician to the possibility of an underlying malignant disease. Careful medical history and clinical examination together with basic laboratory screening are mandatory to make a correct diagnosis. Physicians treating a so‐called atypical or treatment‐resistant PMR need to consider relevant radiologic examination to rule out the possibility of an underlying cancer.\n\nRemitting seronegative symmetric synovitis with pitting oedema syndrome is a clinical syndrome characterised by the onset of symmetrical small joint arthritis with oedema of the hands and feet, typically in elderly men who are rheumatoid‐factor negative. This condition usually responds well to a short course of oral GCs and should be one of important differential diagnosis for PMR. A similar phenotype may be seen in paramalignant syndromes.\n\n### Others\n\nNoninflammatory degenerative diseases such as cervical spondylosis and hip joint osteoarthritis may mimic the presentation of PMR with symptoms like pain and morning stiffness. Radiologic confirmation of osteoarthrosis (OA) or spondylosis together with absence of active inflammatory parameters will favour the diagnosis of spondylosis and OA rather than PMR. Hypothyroidism is a common disease among female patients with clinical presentation of diffuse pain, fatigue and a fibromyalgia‐like syndrome. Checking serum levels of thyroid hormones is an important part of the investigation of female patients with pain syndrome.\n\n",
    "## PMR as an immune‐related event after immune checkpoint inhibition in cancer treatment\n\nImmune checkpoint inhibitors (ICI) are increasingly used in cancer therapy to boost the antitumour immune response. Treatment with monoclonal antibodies blocking the cytotoxic T‐lymphocyte‐associated protein 4 (CTLA‐4), or the programmed death receptor‐1 (PD‐1) or its ligand PD‐L1, has been associated with the emergence of a number of autoimmune disorders, and with activation/worsening of established autoimmune disease \\[ [69](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0069)\\]. PMR is one of the rheumatic disorders that has been reported as an immune‐related event in this context \\[ [70](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0070)\\]. In addition, there are several reports on cases with ‘PMR‐like illness’, with some features atypical for idiopathic PMR, following ICI treatment \\[ [70](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0070)\\]. Further systematic studies on the occurrence of PMR among patients treated with ICI, and the clinical phenotype and disease course are needed. With more extensive use of ICI in cancer therapy, including in treatment of older patients, the incidence of such immune‐related events is likely to increase in the future. Careful characterization of such cases might guide us in the understanding the role of the adaptive immune system in the pathophysiology of PMR.\n\nInterestingly, T‐cell checkpoint dysregulation has been described in GCA, with downregulation of PD‐L1 in vascular lesions \\[ [71](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0071)\\]. Treatment with anti‐PD‐1 antibodies resulted in worsening of vasculitis in a chimeric animal model of GCA \\[ [71](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0071)\\]. Whether such mechanisms may also contribute to ‘spontaneous’ PMR, that is, in the absence of ICI treatment, needs further studies.\n\n",
    "## Treatment\n\n### Oral GCs\n\nThe cornerstone in the treatment of PMR is oral GCs. All PMR symptoms usually respond promptly to GCs. The recommended daily starting prednisolone dose in PMR is 12.5–25 mg according to the most recent ACR/EULAR recommendation \\[ [72](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0072)\\]. This recommendation is based on consensus, as dose‐finding studies have been limited, with partly conflicting evidence \\[ [73](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0073)\\]. A starting dose of 20 mg is superior to 10 mg but at a cost of more adverse events \\[ [74](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0074)\\]. The choice within the interval of 12.5–25 mg should consider inflammatory activity, risk of relapse and risk of GC toxicity due to comorbidities such as diabetes or cardiovascular disease \\[ [72](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0072)\\]. The prednisolone dose should be gradually tapered by about 2.5 mg per month down to 10 mg per day, after which slower tapering continues. In patients with typical clinical presentation and clinical findings for PMR, prompt response to treatment provides additional support for the diagnosis. Similarly, a poor response to initiated treatment should lead to reconsideration of possible differential diagnoses, especially other rheumatic diseases or malignancy. GC treatment should be accompanied by supportive measures to minimize long‐term toxicity such as osteoporosis.\n\nOverall, the prognosis for PMR is good and usually, the disease heals in a couple of years, during which GC must be taken to control the disease and its symptoms. Some patients have a more complicated course with some residual inflammation during treatment and recurrence of symptoms when trying to reduce the prednisolone dose. There are no validated guidelines on the optimal duration of GC therapy in PMR and data available in studies are not consistent. In a study by Healey, only 30% of patients were able to stop GC therapy and remain asymptomatic within 2 years of follow‐up while only 2% were able to stop GC completely within 6 months \\[ [54](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0054)\\]. In a meta‐analysis by Floris et al. including 21 studies eligible for analysis, 77%, 51% and 25% were still on GC after 1, 2 and 5 years from diagnosis \\[ [75](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0075)\\].\n\n### Injectable GC\n\nIntramuscular methylprednisolone (i.m. MP) has been compared to oral GC in the treatment of PMR regarding efficacy and safety \\[ [76](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0076), [77](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0077)\\]. In a study by Dasgupta et al., 60 patients were randomized in 1:1 fashion to 120 mg i.m. MP each for 3 weeks or prednisolone (initial dose 15 mg/day tapered according to a predefined schedule) \\[ [77](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0077)\\]. The remission rate after a 12‐week double‐blind phase of the study was similar in the two groups but the cumulative mean GC dose in the i.m. MP group after 96 weeks was 56% of that in the oral GC group. The i.m. MP group had less events of all known GC long‐term unwanted effects \\[ [77](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0077)\\]. Intramuscular MP is probably a suitable alternative to oral GC in elderly patients with multiple medications as well as in patients who experience a problem following the tapering schedule of oral GC and in patients a with compliance problem, but further larger studies are needed.\n\n### Disease‐modifying antirheumatic drugs and biologics\n\nDue to the toxicity of long‐term GC therapy, there is clearly a need for GC‐sparing strategies in patients with PMR. However, disease‐modifying antirheumatic drugs (DMARDs), which have had major success in the treatment of RA and several other rheumatic disorders, have not been extensively studied in PMR (Table [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-tbl-0002)).\n\n#### Table 2.\n\nPharmaceutical agents that have been used successfully in the treatment of PMR, and their evidence base\n\n| Drug | Dose | Summary of evidence | Recommendations [a](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-tbl2-note-0001) and comments | References |\n| :-- | :-- | :-- | :-- | :-- |\n| Oral GCs | Prednisolone 12.5–20 mg/day starting dose | 1 OL‐RCT: lower relapse rate with 20 mg versus 10 mg<br>Conflicting observational data | Individualized, gradual tapering recommended—higher relapse rate with rapid tapering | \\[ [73](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0073), [102](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0102)\\] |\n| I.m. GCs | MP 120 mg every 3 weeks, tapered | 1 DB‐RCT: Lower cumulative GCs compared to oral GC course, similar remission rates, less weight gain | Conditionally recommended as alternative to oral GCs | \\[ [73](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0073), [77](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0077)\\] |\n| Methotrexate | 7.5–10 mg/week (higher doses not evaluated) | 1 DB‐RCT: Lower relapse rate, GC discontinuation more likely<br>Similar observational data, OL‐RCT | Consider in early PMR for patients with high relapse risk. Refractory PMR not studied | \\[ [73](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0073), [103](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0103)\\] |\n| Azathioprine | 100–150 mg/day | 1 small DB‐RCT of patients with PMR ± GCA: GC‐sparing effect at 1 year | Limited evidence<br>Not included in ACR/EULAR recommendations | \\[ [81](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0081)\\] |\n| Tocilizumab | 162 mg s.c. weekly<br>8 mg/kg i.v. monthly | Post‐hoc subanalysis of GCA DB‐RCT<br>Case reports and series on treatment success in PMR | Main evidence on PMR in the context of biopsy/imaging‐positive GCA | \\[ [84](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0084), [85](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0085)\\] |\n\n[Open in a new tab](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/table/joim13525-tbl-0002/)\n\na\n\nReflect ACR/EULAR recommendations \\[ [72](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0072)\\].\n\nAbbreviations: ACR/EULAR, American College of Rheumatology/European League Against Rheumatism; DB, double blind; GCA, giant cell arteritis; GCs, glucocorticoids; I.m., intramuscular; i.v., intravenous; MP, methylprednisolone; OL, open label; PMR, polymyalgia rheumatica; RCT, randomized controlled trial; s.c., subcutaneous.\n\nThere is some evidence for a benefit of methotrexate (MTX) in patients with PMR \\[ [73](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0073)\\]. In a double‐blind, randomized controlled trial (RCT), a lower risk of relapse and a greater chance of GC discontinuation was demonstrated in patients with new‐onset PMR taking MTX in addition to a regular GC regimen compared to the comparison group taking GC + placebo \\[ [78](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0078)\\]. Similar results were obtained in other studies \\[ [73](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0073)\\], including a smaller, open‐label trial \\[ [79](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0079)\\]. In these studies, weekly doses of 7.5–10 mg of MTX were used. Higher doses have not been investigated, and the efficacy of MTX in long‐standing, relapsing PMR has not been systematically evaluated.\n\nBased on this type of evidence, the ACR/EULAR panel conditionally recommended considering early introduction of MTX, in particular for patients at a high risk of relapse and/or prolonged therapy, for example, female patients with high initial ESR (>40 mm/h), peripheral arthritis and/or comorbidities that may be exacerbated by GC therapy \\[ [80](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0080)\\]. Based on clinical experience and consensus, MTX may also be considered in patients with a relapsing disease or GC‐related toxicity \\[ [80](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0080)\\].\n\nData on the use of azathioprine in the treatment of PMR are very limited. A small, double‐blind RCT of azathioprine for patients with PMR with or without concomitant GCA suggested a GC‐sparing effect of azathioprine \\[ [81](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0081)\\]. However, the effect was not apparent until after 1 year of follow‐up. Despite the limited evidence, azathioprine has been used in some patients with refractory PMR, mainly based on extrapolation from the evidence of benefit in other systemic diseases. The ACR/EULAR recommendations for the management of PMR do not include azathioprine \\[ [80](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0080)\\]. A retrospective study of low quality indicated that the antimalarial agent hydroxychloroquine, which is used as a DMARD for other conditions, is not effective in preventing relapses in PMR \\[ [82](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0082)\\].\n\nThere are very limited data on treatment with biologic DMARDs for PMR. As the monoclonal anti‐IL‐6 receptor antibody tocilizumab has been shown to be effective for GCA \\[ [83](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0083)\\], there is a rationale for investigating it as a therapy for PMR. Many case reports and case series suggest the efficacy of intravenous tocilizumab in individual patients with PMR \\[ [84](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0084)\\]. In a post‐hoc subanalysis of the GiACTA trial, in which patients with GCA were treated with subcutaneous tocilizumab or placebo in addition to structured GC‐tapering schedules \\[ [83](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0083)\\], there were significantly better outcomes with tocilizumab compared to placebo in the subset of patients presenting with dominating signs and symptoms of PMR \\[ [85](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0085)\\]. It should be noted that all the patients in this study had GCA that had been verified by temporal artery biopsy or imaging of large vessels.\n\nA retrospective cohort study of treatment with tocilizumab or MTX for relapsing PMR in Japan indicated a significant GC‐sparing effect of tocilizumab, but not of MTX \\[ [86](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0086)\\].\n\nPlacebo‐controlled RCTs of the TNF‐inhibitors infliximab \\[ [87](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0087)\\] or etanercept \\[ [88](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0088)\\] have not demonstrated any significant benefit in patients with PMR. Therefore, TNF inhibitors are not recommended for the treatment of PMR \\[ [80](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0080)\\].\n\n### Supportive therapies\n\nProlonged use of GC is an important contributing factor to several comorbidities in patients with rheumatic diseases including systemic vasculitis, PMR and GCA \\[ [89](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0089), [90](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0090), [91](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0091), [92](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0092)\\]. The determination of a safe dose in patients with long‐term GC exposure in patients with rheumatic disease is debatable. However, a task force group by the EULAR agreed on a GC dose for long‐term treatment with a low level of harm \\[ [93](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0093)\\]. According to the task force, a daily dose of 5 mg prednisolone or equivalent is associated with a low level of harm, whereas a daily dose of 10 mg or more is associated with an elevated risk of harm. At a daily dose of 5–10 mg, patient characteristics and the level of comorbidities should be taken into consideration in determining the level of harm \\[ [93](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0093)\\]. It is therefore recommended that all patients with PMR should receive early in their disease course other supportive therapies, such as calcium/vitamin D and bisphosphonates to prevent osteoporosis \\[ [94](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0094)\\].\n\n",
    "## Comorbidities\n\nThere is limited information on comorbidities in patients with PMR from large epidemiological studies. In an SLR published in 2018 including 41 reports, wide variations were found in the study design, type of populations subjected to investigations and comorbidities reported, emphasizing the knowledge gap and the need for studies on comorbidities in patients with a well‐defined diagnosis of PMR \\[ [95](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0095)\\]. From this SLR, there were some indications of increased risk of comorbidities in patients with a diagnosis of PMR. These comorbidities can be grouped into vascular disease, cancer and other diseases, the latter including hypothyroidism and diverticular disease. The most frequent comorbidity reported after PMR diagnosis is vascular disease \\[ [95](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0095), [96](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0096)\\]. The vascular conditions include stroke, myocardial infarction and peripheral vascular disease. This is in line with an increased risk of cardiovascular disease in other chronic inflammatory diseases such as RA. The divergent reports from studies on patients with PMR may be affected by including or excluding patients with GCA. Further studies are required to address this question. Whether patients with PMR have an increased risk of cancer after PMR diagnosis is more controversial as part of this association was observed within the first 6 months following diagnosis of PMR, which is why the possibility of an element of misdiagnosis cannot be ruled out. While a few studies have reported an increased risk of cancer, others have reported a lower risk or the results have been equivocal. Concerning other comorbidities, there are conflicting data on an association with hypothyroidism. No reports suggested an association between PMR and psychiatric comorbidities like bipolar disease or schizophrenia but there are some reports of increased risk of depression, which may be associated with chronic pain or GC treatment.\n\nData from a recent national cohort study from the UK support the increased risk of vascular disease (adjusted hazard ratio (HR) 1.23 \\[95% confidence interval 1.19, 1.28\\]) after PMR diagnosis \\[ [96](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0096)\\]. Furthermore, there was also a risk of respiratory (HR 1.25 \\[1.18, 1.32\\]), renal (HR 1.34 \\[1.30, 1.39\\]) and autoimmune diseases (HR 4.68 \\[4.35, 5.03\\]) after PMR diagnosis. At least for the latter two, the explanation could be surveillance bias.\n\nPatients with PMR have a high rate of comorbidities associated with GC treatment such as osteoporosis, vertebral fractures, infections, cataract and glaucoma \\[ [96](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0096)\\]. However, in a population‐based cohort study from Olmstead County, Minnesota, USA, it was only cataract that was more common in patients with PMR followed for a median of 5.8 years compared to age‐ and sex‐matched comparators without PMR \\[ [97](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0097)\\]. Possibly, the nonincreased risk of osteoporosis and fractures could reflect common use of osteoporosis prophylaxis in this group of patients with planned long‐term treatment with GC and with other risk factors of osteoporosis. Such patterns may depend on access to care in different populations.\n\n",
    "## Mortality\n\nPMR is characterised by increased levels of inflammation, and therefore patients with PMR may have a predisposition to increased risks of certain conditions similar to patients with other rheumatologic conditions \\[ [95](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0095)\\]. Given the high burden of comorbidity among patients with PMR, it is important to ascertain whether a diagnosis of PMR is associated with an increased risk of mortality. A recent systematic review found that patients with PMR had a higher burden of comorbid disease when compared to age‐ and sex‐matched controls \\[ [95](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0095)\\]. However, three previous studies reported reduced mortality among patients diagnosed with PMR \\[ [2](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0002), [98](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0098), [99](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0099)\\]. A possible explanation for this could be surveillance bias. Patients with chronic illness (and especially PMR where regular assessment, follow‐up and monitoring are advised) are more likely to be under active follow‐up for their condition and any developing morbidity which leads to management of the illness at an early stage. Another study found an increase in mortality, but this study did not differentiate between patients with PMR and GCA \\[ [100](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0100)\\]. Yet another study, which is known to be the largest study to estimate the effect that a diagnosis of PMR has on life expectancy, showed that a diagnosis of PMR does not have a significant impact on life expectancy \\[ [101](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0101)\\]. The causes of death in patients with PMR were broadly similar to those of matched controls; however, a slightly higher proportion of patients with PMR died due to vascular causes, and a slightly lower proportion died due to neoplastic conditions when compared to matched controls \\[ [101](https://pmc.ncbi.nlm.nih.gov/articles/PMC9796644/#joim13525-bib-0101)\\]. Thus, a diagnosis of PMR does not appear to increase the risk of premature death. Possibly, other factors with a positive effect on longevity predisposing to PMR may balance the negative effects of inflammation and treatment side effects in these patients.\n\n",
    "## Conclusion\n\nIn conclusion, PMR is a common disorder and sometimes a major clinical challenge. Further studies on pathophysiology are needed to better understand the disease mechanisms as a basis for future targeted therapies. IL‐6 inhibition is a particularly promising therapeutic concept, but more data are needed. Furthermore, there is a need for better diagnostic methods, including further development of imaging modalities, to facilitate diagnosis and adequate treatment.\n\n"
  ],
  "clean_full_text": "Abstract  Polymyalgia rheumatica (PMR) is the most common inflammatory rheumatic disease affecting people older than 50 years and is 2–3 times more common in women. The most common symptoms are pain and morning stiffness in the shoulder and pelvic girdle and the onset may be acute or develop over a few days to weeks. General symptoms such as fatigue, fever and weight loss may occur, likely driven by systemic IL‐6 signalling. The pathology includes synovial and periarticular inflammation and muscular vasculopathy. A new observation is that PMR may appear as a side effect of cancer treatment with checkpoint inhibitors. The diagnosis of PMR relies mainly on symptoms and signs combined with laboratory markers of inflammation. Imaging modalities including ultrasound, magnetic resonance imaging and positron emission tomography with computed tomography are promising new tools in the investigation of suspected PMR. However, they are still limited by availability, high cost and unclear performance in the diagnostic workup. Glucocorticoid (GC) therapy is effective in PMR, with most patients responding promptly to 15–25 mg prednisolone per day. There are challenges in the management of patients with PMR as relapses do occur and patients with PMR may need to stay on GC for extended periods. This is associated with high rates of GC‐related comorbidities, such as diabetes and osteoporosis, and there are limited data on the use of disease‐modifying antirheumatic drugs and biologics as GC sparing agents. Finally, PMR is associated with giant cell arteritis that may complicate the disease course and require more intense and prolonged treatment.  Keywords: diagnosis, epidemiology, giant cell arteritis, polymyalgia rheumatica, temporal arteritis, treatment  * * *    ## Epidemiology  Polymyalgia rheumatica (PMR) is a rheumatic disorder associated with musculoskeletal pain and stiffness in the neck, shoulder and hip area [ 1]. The aetiology is not fully understood, but there are associated environmental and genetic factors [ 1]. The incidence of PMR increases with age and is rarely seen in people under the age of 50 [ 2]. Women are approximately 2–3 times more likely to be affected by PMR than men [ 3]. The annual incidence varies geographically and is highest in Scandinavian countries and people of northern European descent [ 4]. Figure 1 illustrates the variation in the global incidence of PMR. In Sweden, the incidence of PMR ranges from 34 to 50 per 100,000 in the age group 50 years and older [ 5, 6]. In other European studies, for example, the incidence rates for a population ≥50 years are highest in northern regions (113 per 100,000 per year in Norway) and much lower in southern areas (13 per 100,000 per year in Italy) [ 7]. In Olmsted County, Minnesota, where the population is predominantly of Scandinavian descent, the incidence has been reported to be 63.9 per 100,000 per year, with a prevalence of 701 out of 100,000 [ 2, 8]. PMR is 2–3 times more common than giant cell arteritis (GCA) and occurs in approximately 50% of patients with GCA [ 9]. PMR can precede, accompany or follow GCA. A recent systematic literature review (SLR) retrieved a total of 467 papers in the search on the incidence of PMR. In the search on studies of prevalence, 461 papers on PMR were identified [ 10]. This review confirms that PMR is more common in populations of Northern European ancestry than in others. The estimated incidence and prevalence of PMR were considerably lower in Southern Europe and other parts of the world, and a low incidence of PMR was reported in Korea [ 11], likely reflecting that GCA and PMR are less common in Asian populations. Furthermore, the estimated prevalence of GCA in Japan was very low [ 12], thus suggesting that PMR is distinctly less common in Asian populations. In addition, PMR is rarely reported in African American and Latino populations, though all racial and ethnic groups can be affected.  ### Fig. 1.   Open in a new tab  Global incidence of polymyalgia rheumatica. Grey indicates no data available.  Several potential causes for PMR are being investigated. Some of the theories put forward by researchers involve the gene variant HLA‐DR4. Subtypes of HLA‐DR4 have been associated with rheumatoid arthritis (RA), and such alleles are also present in many cases where PMR and GCA occur together. It has been suggested that this genotype may contribute to disease mechanisms in both conditions, although this is less clear for PMR [ 13]. The sudden start of PMR and the nature of the symptoms like joint pain, fever and malaise, are suspected to be a result of infections caused by viruses [ 14]. Damage to superficial arteries by high exposure to ultraviolet radiation from the sun is another proposed cause for the development of PMR. Some studies suggest the elastic fibres present in the arteries and synovial membranes are damaged by ultraviolet rays. These damaged tissues may get infected by viruses that remain dormant for a long time and may get reactivated later, causing PMR [ 14]. Several different viruses have been implicated in this context, most recently SARS‐CoV‐2 [ 15, 16].  Although the aetiology of PMR is unknown, its sudden onset and the wide variation in incidence reported from various parts of the world suggest the contribution of one or more environmental agents or genetic factors, or both, possibly together with exposures that lead to a seasonal distribution [ 17]. On the other hand, many studies failed to confirm any seasonal trend [ 17, 18, 19].  It has also been suggested that PMR and GCA may be triggered by seasonal influenza vaccination [ 20]. Furthermore, a recent study aimed to describe cases of GCA and PMR following COVID‐19 vaccination using a global pharmacovigilance database [ 16]. Several such cases were reported, constituting a potential safety signal. However, the findings suggest a reduced relative risk of GCA or PMR following COVID‐19 vaccination, compared with influenza vaccination. Another study reported the first case of a PMR‐like syndrome 7 days after vaccination [ 21]. Reassuringly, several studies have reported that symptoms usually resolve quickly in such cases [ 21, 22]. Taken together, this indicates that the benefits of vaccination against COVID‐19 largely outweigh the minimal risks associated with such uncommon inflammatory complications, probably reflecting a transient reactogenic response to the vaccine rather than a structured, chronic inflammatory disease.  ## Pathogenesis and pathophysiology  The typical symptoms of proximal muscular pain and stiffness in PMR can be explained by synovial and periarticular inflammation in central joints. Arthroscopic biopsies from glenohumeral joints of untreated patients with PMR have demonstrated synovitis with leukocyte infiltration and vascular proliferation [ 23]. Infiltrating cells were mainly macrophages and memory T cells, and a few B cells [ 23]. T cells demonstrated intense expression of major histocompatibility complex class II molecules, indicating an activated state [ 23]. Furthermore, vascular endothelial activation may be important to the pathogenesis, as increased expression of vascular endothelial growth factor (VEGF) in synovial biopsies, correlating with levels of circulating VEGF, has been observed [ 24]. Increased expression of adhesion molecules in endothelial cells and synovial lining cells may contribute to the recruitment of inflammatory cells to these lesions [ 25]. Vasoactive intestinal peptide (VIP) has been shown to be expressed to a greater extent in shoulder synovium from patients with PMR compared to those with RA or osteoarthritis [ 26]. It has been suggested that nociception related to local VIP production may contribute to the typical shoulder discomfort of PMR [ 26].  In addition, ultrasonography investigations have revealed subacromial–subdeltoid bursitis and long head biceps tendinitis in most patients with PMR [ 27]. In addition to periarticular shoulder inflammation, whole‐body positron‐emission tomography has also shown signs of inflammation adjacent to the ischial tuberosities and in interspinous bursa to be characteristic of PMR [ 28].  Immunofluorescence microscopy of muscle biopsies from the biceps brachii muscle has demonstrated deposits of fibrinogen and IgA in the perifascicular area of the perimysium [ 29]. Increased microvascularization in the deltoid muscle has been observed in early untreated PMR, despite the absence of local inflammatory infiltrates [ 30]. Taken together, these observations may suggest that disease mechanisms involving muscular tissue may have a role in PMR.  As PMR and GCA often co‐exist in the same patient, systemic signs of inflammation have often been studied in these two conditions together. Plasma levels of IL‐6, but not TNF‐α, have been shown to be elevated in both GCA and PMR [ 31]. The main source of this IL‐6 release is CD4+ T cells, which in GCA have been shown to be stimulated by activated dendritic cells [ 32]. Furthermore, circulating levels of the soluble IL‐6 receptor have been shown to predict future relapses in patients with PMR [ 33], further underlining the importance of IL‐6 signalling in this context (Fig. 2). In GCA, the IL‐6 axis has been suggested to contribute to T‐cell differentiation towards the Th17 phenotype, systemic features such as PMR, fever and weight loss and inflammatory response with the elevation of C‐reactive protein (CRP) and other biomarkers [ 34]. By contrast, the IL‐12/IFN‐γ axis appears to control Th1 differentiation and aspects of chronic vasculitis in GCA [ 34]. High levels of IFN‐γ expression were found in tissue infiltrating T cells from lesions with GCA, but not with PMR [ 35].  ### Fig. 2.   Open in a new tab  The pathophysiology of polymyalgia rheumatica. Schematic representation of the pathophysiology of polymyalgia rheumatica, highlighting the role of IL‐6 in systemic and local inflammation. DAMP, damage‐associated molecular patterns; DCs, dendritic cells; PAMP, pathogen‐associated molecular patterns; VIP, vasoactive intestinal peptide.  Perturbations of circulating T‐cell and B‐cell subsets have been described in PMR, but with inconsistent results [ 36]. As PMR is a disease of elderly people, such patterns may reflect aging of the immune system. Elevated peripheral blood monocyte counts have been observed in both PMR and GCA, with a significant decrease post‐treatment in PMR, but not in GCA [ 37]. In contrast with many other rheumatic disorders, no autoantibody has been consistently associated with PMR or GCA. The combined evidence supports an interplay between the innate and the adaptive cellular immune system [ 38].  Whereas metabolic features (lower body mass index, lower levels of fasting blood glucose) that may contribute to immune regulation have been shown to be associated with subsequent development of GCA [ 39, 40], the relation between such factors and the risk of PMR has not yet been investigated.  ## Clinical presentation and disease course  A characteristic feature of PMR is a new and relatively acute onset of proximal muscle pain and stiffness in the neck, shoulders, upper arms, hips and thighs [ 41]. Patients often suffer from a pronounced morning stiffness with difficulty turning in or getting out of bed in the morning with some spontaneous relief of symptoms later in the day [ 42, 43, 44]. The stiffness affects even other physical activities in the morning, including getting dressed or taking care of other daily activities. The symptoms are usually fully developed within a few days to a couple of weeks. Occasionally, the onset is more insidious and may lead to nonspecific symptoms such as fatigue, arthralgia, loss of appetite, weight loss or fever. It is not unusual that some patients undergo investigations for suspicion of malignant disease before the diagnosis can be made with PMR [ 42].  The nonspecific clinical presentation and the absence of specific laboratory findings or serologic features often leads to some diagnostic delay. PMR imposes a major burden on the daily life of elderly people. The psychological impact is significant, including anxiety related to active disease and side effects of glucocorticoid (GC) treatment [ 45].  ## Association with temporal arteritis  PMR and temporal arteritis (TA) often co‐exist, suggesting shared predisposing factors and shared disease mechanisms. In a population‐based study from Olmsted County, Minnesota, including patients diagnosed with PMR between 1970 and 1991 [ 46], approximately 15% had TA that had been verified by temporal artery biopsy. As the typical histopathology of TA in such biopsies includes the presence of giant cells, the disease is often called GCA in modern literature. GCA is a systemic vasculitis that may involve several large vessels, often but not always including the temporal artery.  A concomitant diagnosis of GCA should be suspected in a patient with PMR who also suffers from new‐onset headache, jaw claudication, new and unexplained visual symptoms or severe constitutional symptoms (fever of unknown origin, weight loss, fatigue, etc.). Such symptoms may occur at the first presentation with PMR or later during the disease course, for example, when GC has been tapered. The clinical overlap between PMR and GCA is likely greater among patients evaluated at referral centres, for example, rheumatology or internal medicine clinics, compared to primary care.  Subclinical arteritis may also occur in patients with PMR. The Swedish physician Bengt Hamrin reported six cases with a clinical diagnosis of PMR, but autopsy findings were compatible with large vessel vasculitis [ 47]. This led him to label the condition ‘polymyalgia arteritica’.  In systematic studies of patients with a typical clinical PMR phenotype, but no signs or symptoms compatible with GCA, histopathologic findings of vasculitis in temporal artery biopsies have been found in up to 21%, and ultrasonography features of TA in up to 32% [ 48].  Conversely, PMR is common in patients that have been diagnosed with GCA. Approximately 50% of patients with GCA have symptoms of PMR [ 9, 49, 50]. Recurrence of PMR symptoms is a common feature of relapse of GCA [ 51]. Some patients with GCA only have cranial symptoms of TA at diagnosis, before initiation of GC therapy, but later several relapses with a clinical picture of pure PMR.  ## Diagnostic and classification criteria  Many different diagnostic criteria have been proposed by several groups based on clinical and laboratory characteristics of PMR [ 52, 53, 54, 55, 56]. The purpose of these criteria is to help physicians to make the diagnosis of PMR in individual patients. Most of these criteria are based on characteristics demographic, clinical and laboratory features of PMR [ 43, 57]. The European Alliance of Associations for Rheumatology (EULAR) and The American College of Rheumatology (ACR) issued provisional criteria for the classification of PMR in 2012 [ 58]. The EULAR/ACR criteria are summarized in Table 1. Notably, classification criteria are aimed to be used in epidemiological studies and not to make a diagnosis in individual patients.  ### Table 1.  EULAR/ACR provisional classification criteria for polymyalgia rheumatica  | Criteria | Points | | :-- | :-- | | Morning stiffness duration >45 min | 2 | | Hip pain or limited range of motion | 1 | | Absence of RF and/or ACPA | 2 | | Absence of other joint involvement | 1 | | At least one shoulder with subdeltoid bursitis and/or bicep tenosynovitis and/or glenohumeral synovitis (either posterior or axillary) and at least one hip with synovitis and/or trochanteric bursitis | 0/1 * | | Both shoulders with subdeltoid bursitis, biceps tenosynovitis or glenohumeral synovitis | 0/1 * |  Open in a new tab Note: Required score for the classification of polymyalgia rheumatica: 4 or more without ultrasound and 5 or more in the algorithm with ultrasound.  Note: Required criteria: age ≥50 years, bilateral shoulder aching and abnormal C‐reactive protein and/or erythrocyte sedimentation rate.  Note: Modified from Dasgupta et al. [ 58].  *  Without/with ultrasound.  Abbreviations: ACPA, anti‐citrullinated protein antibody; ACR, American College of Rheumatology; EULAR, European Alliance of Associations for Rheumatology; RF, rheumatoid factor.  The EULAR/ACR classification criteria for PMR are based on a scoring algorithm using clinical and laboratory features. The sensitivity and specificity of the criteria vary depending on whether the PMR is discriminating from all conditions, including RA or conditions affecting shoulders. The sensitivity and specificity also vary depending on whether ultrasound is used or not. A score ≥4 had a sensitivity of 68% and a specificity of 78%. When discriminating shoulder conditions from PMR, the specificity increased to 88%, while it was only 65% for discriminating RA from PMR. Using ultrasound, a score ≥5 had a sensitivity of 66% and specificity of 81% [ 58].  ## Diagnosis  There is no gold standard for diagnosing PMR, and unlike many other rheumatic syndromes, there are no specific clinical manifestations, serology or other laboratory findings in PMR. As a result, diagnosis of PMR can be challenging with a considerable number of conditions in the list of differential diagnoses. However, in daily practice, the diagnosis of PMR relies mainly on the following combination of principles: new‐onset symptoms of both morning stiffness and pain in the shoulder and pelvis girdle in a person aged 50 years or older, evidence of systemic inflammation with a raised erythrocyte sedimentation rate (ESR) and or CRP, no other disease that would explain the clinical presentation better and finally abrupt response to GCs [ 41]. In some diagnostic criteria, there are other specific requirements, such as a 2‐week duration of symptoms or negative tests for rheumatoid factors or antinuclear antibodies.  The diagnosis of PMR should be considered clinically. The typical case is an elderly woman with early morning bilateral shoulder pain and stiffness. Similar symptoms often occur in the pelvic girdle. Typically, the symptoms ease during the day. Systemic manifestations such as fever, fatigue, loss of appetite and weight loss may occur in about a third of the patients. In addition, there is almost always an elevation of inflammatory parameters, especially ESR and/or CRP. Other inflammatory parameters can be elevated as white blood cell or platelet count and sometimes liver enzymes or alkaline phosphatase may be elevated as a sign of systemic inflammation. On clinical examination, tenderness with deep palpation of the muscles around the shoulders and thighs is often noted. In addition, there is usually restricted mobility in the shoulders, without muscle atrophy or weakness. Occasional signs of synovitis in the shoulders, wrist joints and the knees can be seen. PMR can be diagnosed in combination with GCA, especially in those with a cranial phenotype, that is, TA. Although temporal biopsy may be positive in a minority of patients with PMR, it is not included in the currently recommended investigation of the disease, unless there are concomitant cranial GCA symptoms. Finally, in PMR, most patients will respond rapidly and dramatically to GCs and according to some criteria, this response is required for diagnosis [ 54].  ## Imaging studies  Due to the nonspecific symptoms or laboratory findings of PMR, there is an unmet need for other modalities to confirm the diagnosis. Imaging has emerged during the last few years as an important diagnostic tool [ 59]. Several imaging modalities have been used in PMR, including conventional radiology (X‐ray), scintigraphy, computed tomography (CT), magnetic resonance imaging (MRI), ultrasound and positron emission tomography with CT (PET CT) [ 59, 60]. The choice of one modality over the other is usually dictated by availability as well as local expertise. The aim of imaging studies in PMR is not only to confirm the diagnosis but also to rule out differential diagnoses or comorbidities, and in some cases the co‐occurrence with large vessel vasculitis.  Ultrasound is useful in PMR due to the nature of extra‐articular soft tissue involvement. The most common findings are inflammation and effusion of the subacromial–subdeltoid bursa, biceps tenosynovitis [ 60, 61], glenohumeral joint inflammation [ 62] and hip synovitis and trochanteritis [ 63]. Ultrasound is also useful in ruling out other differential diagnoses such as chondrocalcinosis, early RA and late‐onset spondyloarthropathy [ 63] and to be used when screening for large vessel vasculitis and cranial arteritis when these are suspected to coexist with PMR [ 48].  MRI has also been used, although its use is still limited to research purposes in most centres. Typical findings in PMR include a characteristic pattern of symmetrical inflammation in the greater trochanter, acetabulum and ischial tuberosity, reported in 64% of patients with PMR in one study [ 64]. In another study by Laporte et al., all patients with new‐onset PMR had at least one site of myofascial inflammation, most commonly in the hips, followed by pubic symphysis, shoulders and ischial tuberosity [ 65]. Advantages of MRI over ultrasound include that MRI is more specific with less interobserver variation in the assessment of vasculitis. However, the disadvantages of MRI include availability, cost and inconvenience for some patients.  18‐Fluorodeoxyglucose (FDG) PET CT has been used in oncology and investigation of inflammatory diseases. The uptake of FDG by activated inflammatory cells constitute the basis for using PET CT in PMR and large vessel vasculitis. In patients with suspected PMR, the use of PET CT is not recommended as a routine examination due to limitations such as cost and varying availability. Beside its role in the visualization of inflammation in articular and extra‐articular tissues in PMR, PET CT is extremely helpful in confirming suspected coexistent large vessel vasculitis and differentiation between PMR and other conditions such as malignancies or other rheumatic diseases [ 66].  There is a rationale for using PET CT in the workup of PMR, mainly in patients who did not respond to initial GC treatment. Nonresponsiveness could either be explained by coexistent large vessel vasculitis, other underlying rheumatic diseases or malignancy. The typical PET CT findings in a patient with active PMR include increased uptake in sternoclavicular joints, the shoulders, ischial tuberosities, vertebral spinous processes and greater trochanters [ 67] (Fig. 3a,b). The sensitivity and specificity of PET CT in the diagnosis of PMR differ according to the number of sites of increased uptake of FDG. In a study by Sondag et al., significant uptake in three or more sites had a sensitivity of 74% and specificity of 79% for the diagnosis of PMR [ 68]. The sensitivity and specificity of FDG‐PET in the diagnosis of PMR also depend on the site of uptake. In a meta‐analysis by Van der Geest et al., the highest sensitivity was found for uptake at the ischial tuberosity and greater trochanters—85%. In the same meta‐analysis, the highest specificity was found for the uptake at the interspinous process, 81% [ 66].  ### Fig. 3.   Open in a new tab  18‐Fluorodeoxyglucose (FDG) positron emission tomography with computed tomography (PET CT) findings in patients with polymyalgia rheumatica. (a) A maximum intensity projection showing uptake of the FDG (arrows) in the shoulders, sternoclavicular joints and tubular sciatica. (b) A sagittal view of a PET CT showing uptake (the arrow) in connection with the spinous process in the lumbar spine.  ### Other imaging studies  Conventional radiography has been used previously in this context, especially in patients with suspected PMR and peripheral joint disease [ 59]. Arthritis in PMR is usually nonerosive, which distinguishes it from destructive arthritis typical of RA or other arthritic diseases such as chondrocalcinosis. Scintigraphy has also been used previously in the diagnosis of PMR though this modality of imaging is not currently in wide use [ 59]  ## Laboratory findings  There are no serologic or other specific laboratory findings that can confirm the diagnosis of PMR with absolute certainty. The most common and important finding is the elevation of inflammatory parameters such as ESR or CRP. However, a normal ESR does not exclude the diagnosis of PMR, although other conditions should be considered in such cases. Other laboratory findings of active systemic inflammation include normochromic normocytic anaemia, thrombocytosis and leucocytosis. Furthermore, an increase in other acute phase reactants on plasma protein electrophoresis is also often seen.  ## Differential diagnosis  Conditions affecting people in the age group 50 years and older and associated with bilateral shoulder pain should be included in the differential diagnoses of PMR. This is especially true as there are no specific diagnostic tests for PMR and a misdiagnosis of any condition as PMR may lead to unnecessary exposure to GCs for extensive periods of time. The differential diagnosis should include both rheumatic and nonrheumatic diseases.  ### Rheumatoid arthritis  Among the most important rheumatic conditions in the differential diagnoses of PMR is seronegative RA. This is especially true early in the disease onset of RA, which might have a prodromal phase of bilateral shoulder joint arthritis. In addition, both RA and PMR can present with arthritis in wrist joints, and if patients test negative for rheumatoid factor and/or anti‐cyclic citrullinated peptide (anti‐CCP), the differentiation between these two conditions may not be easy. However, the presence of symmetric small joint arthritis should favour the RA diagnosis. Both RA and PMR can be successfully treated with prednisolone, limiting the utility of this medication in the differentiation. Typical extra‐articular manifestations (e.g., rheumatoid nodules, cutaneous vasculitis, serositis, etc.) and positive RF/anti‐CCP favour the diagnosis of RA rather than PMR.  ### Myositis  Polymyositis (PM) is another disease that may be misdiagnosed as PMR and vice versa. Both conditions affect the proximal muscle groups in the upper and lower extremities. However, the presence of muscle weakness rather than stiffness and pain is an important differential feature of PM. In addition, PM is usually associated with elevated serum levels of muscle enzymes, which is not a feature of PMR. Other features that favour the possibility of PM is the presence of myositis specific autoantibodies and extramuscular manifestations including in the lungs, skin, gastrointestinal tract or the heart. Difficulty in swallowing will favour the diagnosis of PM. Unlike PM, pure muscle weakness is not typical of PMR, where the predominant symptoms are muscle aches and pain and morning stiffness.  ### Pain syndromes  The differentiation between PMR and pain syndromes such as fibromyalgia should be easier compared to other differential diagnosis. Fibromyalgia usually has its onset in younger age groups than PMR. In addition, there is no elevation of laboratory parameters indicating an inflammatory condition in the former group. It is important to differentiate between these two conditions to avoid unnecessary use of GCs in patients with fibromyalgia and pain syndromes.  ### Malignancy  One important differential diagnosis in PMR is malignant diseases. PMR manifestations could represent a paramalignant symptom of occult cancer. Patients with PMR who do not respond to a prednisolone daily dose of 15–25 mg or have a rapid recurrence of symptoms directly after tapering of GCs should alert the treating physician to the possibility of an underlying malignant disease. Careful medical history and clinical examination together with basic laboratory screening are mandatory to make a correct diagnosis. Physicians treating a so‐called atypical or treatment‐resistant PMR need to consider relevant radiologic examination to rule out the possibility of an underlying cancer.  Remitting seronegative symmetric synovitis with pitting oedema syndrome is a clinical syndrome characterised by the onset of symmetrical small joint arthritis with oedema of the hands and feet, typically in elderly men who are rheumatoid‐factor negative. This condition usually responds well to a short course of oral GCs and should be one of important differential diagnosis for PMR. A similar phenotype may be seen in paramalignant syndromes.  ### Others  Noninflammatory degenerative diseases such as cervical spondylosis and hip joint osteoarthritis may mimic the presentation of PMR with symptoms like pain and morning stiffness. Radiologic confirmation of osteoarthrosis (OA) or spondylosis together with absence of active inflammatory parameters will favour the diagnosis of spondylosis and OA rather than PMR. Hypothyroidism is a common disease among female patients with clinical presentation of diffuse pain, fatigue and a fibromyalgia‐like syndrome. Checking serum levels of thyroid hormones is an important part of the investigation of female patients with pain syndrome.  ## PMR as an immune‐related event after immune checkpoint inhibition in cancer treatment  Immune checkpoint inhibitors (ICI) are increasingly used in cancer therapy to boost the antitumour immune response. Treatment with monoclonal antibodies blocking the cytotoxic T‐lymphocyte‐associated protein 4 (CTLA‐4), or the programmed death receptor‐1 (PD‐1) or its ligand PD‐L1, has been associated with the emergence of a number of autoimmune disorders, and with activation/worsening of established autoimmune disease [ 69]. PMR is one of the rheumatic disorders that has been reported as an immune‐related event in this context [ 70]. In addition, there are several reports on cases with ‘PMR‐like illness’, with some features atypical for idiopathic PMR, following ICI treatment [ 70]. Further systematic studies on the occurrence of PMR among patients treated with ICI, and the clinical phenotype and disease course are needed. With more extensive use of ICI in cancer therapy, including in treatment of older patients, the incidence of such immune‐related events is likely to increase in the future. Careful characterization of such cases might guide us in the understanding the role of the adaptive immune system in the pathophysiology of PMR.  Interestingly, T‐cell checkpoint dysregulation has been described in GCA, with downregulation of PD‐L1 in vascular lesions [ 71]. Treatment with anti‐PD‐1 antibodies resulted in worsening of vasculitis in a chimeric animal model of GCA [ 71]. Whether such mechanisms may also contribute to ‘spontaneous’ PMR, that is, in the absence of ICI treatment, needs further studies.  ## Treatment  ### Oral GCs  The cornerstone in the treatment of PMR is oral GCs. All PMR symptoms usually respond promptly to GCs. The recommended daily starting prednisolone dose in PMR is 12.5–25 mg according to the most recent ACR/EULAR recommendation [ 72]. This recommendation is based on consensus, as dose‐finding studies have been limited, with partly conflicting evidence [ 73]. A starting dose of 20 mg is superior to 10 mg but at a cost of more adverse events [ 74]. The choice within the interval of 12.5–25 mg should consider inflammatory activity, risk of relapse and risk of GC toxicity due to comorbidities such as diabetes or cardiovascular disease [ 72]. The prednisolone dose should be gradually tapered by about 2.5 mg per month down to 10 mg per day, after which slower tapering continues. In patients with typical clinical presentation and clinical findings for PMR, prompt response to treatment provides additional support for the diagnosis. Similarly, a poor response to initiated treatment should lead to reconsideration of possible differential diagnoses, especially other rheumatic diseases or malignancy. GC treatment should be accompanied by supportive measures to minimize long‐term toxicity such as osteoporosis.  Overall, the prognosis for PMR is good and usually, the disease heals in a couple of years, during which GC must be taken to control the disease and its symptoms. Some patients have a more complicated course with some residual inflammation during treatment and recurrence of symptoms when trying to reduce the prednisolone dose. There are no validated guidelines on the optimal duration of GC therapy in PMR and data available in studies are not consistent. In a study by Healey, only 30% of patients were able to stop GC therapy and remain asymptomatic within 2 years of follow‐up while only 2% were able to stop GC completely within 6 months [ 54]. In a meta‐analysis by Floris et al. including 21 studies eligible for analysis, 77%, 51% and 25% were still on GC after 1, 2 and 5 years from diagnosis [ 75].  ### Injectable GC  Intramuscular methylprednisolone (i.m. MP) has been compared to oral GC in the treatment of PMR regarding efficacy and safety [ 76, 77]. In a study by Dasgupta et al., 60 patients were randomized in 1:1 fashion to 120 mg i.m. MP each for 3 weeks or prednisolone (initial dose 15 mg/day tapered according to a predefined schedule) [ 77]. The remission rate after a 12‐week double‐blind phase of the study was similar in the two groups but the cumulative mean GC dose in the i.m. MP group after 96 weeks was 56% of that in the oral GC group. The i.m. MP group had less events of all known GC long‐term unwanted effects [ 77]. Intramuscular MP is probably a suitable alternative to oral GC in elderly patients with multiple medications as well as in patients who experience a problem following the tapering schedule of oral GC and in patients a with compliance problem, but further larger studies are needed.  ### Disease‐modifying antirheumatic drugs and biologics  Due to the toxicity of long‐term GC therapy, there is clearly a need for GC‐sparing strategies in patients with PMR. However, disease‐modifying antirheumatic drugs (DMARDs), which have had major success in the treatment of RA and several other rheumatic disorders, have not been extensively studied in PMR (Table 2).  #### Table 2.  Pharmaceutical agents that have been used successfully in the treatment of PMR, and their evidence base  | Drug | Dose | Summary of evidence | Recommendations a and comments | References | | :-- | :-- | :-- | :-- | :-- | | Oral GCs | Prednisolone 12.5–20 mg/day starting dose | 1 OL‐RCT: lower relapse rate with 20 mg versus 10 mgConflicting observational data | Individualized, gradual tapering recommended—higher relapse rate with rapid tapering | [ 73, 102] | | I.m. GCs | MP 120 mg every 3 weeks, tapered | 1 DB‐RCT: Lower cumulative GCs compared to oral GC course, similar remission rates, less weight gain | Conditionally recommended as alternative to oral GCs | [ 73, 77] | | Methotrexate | 7.5–10 mg/week (higher doses not evaluated) | 1 DB‐RCT: Lower relapse rate, GC discontinuation more likelySimilar observational data, OL‐RCT | Consider in early PMR for patients with high relapse risk. Refractory PMR not studied | [ 73, 103] | | Azathioprine | 100–150 mg/day | 1 small DB‐RCT of patients with PMR ± GCA: GC‐sparing effect at 1 year | Limited evidenceNot included in ACR/EULAR recommendations | [ 81] | | Tocilizumab | 162 mg s.c. weekly8 mg/kg i.v. monthly | Post‐hoc subanalysis of GCA DB‐RCTCase reports and series on treatment success in PMR | Main evidence on PMR in the context of biopsy/imaging‐positive GCA | [ 84, 85] |  Open in a new tab  a  Reflect ACR/EULAR recommendations [ 72].  Abbreviations: ACR/EULAR, American College of Rheumatology/European League Against Rheumatism; DB, double blind; GCA, giant cell arteritis; GCs, glucocorticoids; I.m., intramuscular; i.v., intravenous; MP, methylprednisolone; OL, open label; PMR, polymyalgia rheumatica; RCT, randomized controlled trial; s.c., subcutaneous.  There is some evidence for a benefit of methotrexate (MTX) in patients with PMR [ 73]. In a double‐blind, randomized controlled trial (RCT), a lower risk of relapse and a greater chance of GC discontinuation was demonstrated in patients with new‐onset PMR taking MTX in addition to a regular GC regimen compared to the comparison group taking GC + placebo [ 78]. Similar results were obtained in other studies [ 73], including a smaller, open‐label trial [ 79]. In these studies, weekly doses of 7.5–10 mg of MTX were used. Higher doses have not been investigated, and the efficacy of MTX in long‐standing, relapsing PMR has not been systematically evaluated.  Based on this type of evidence, the ACR/EULAR panel conditionally recommended considering early introduction of MTX, in particular for patients at a high risk of relapse and/or prolonged therapy, for example, female patients with high initial ESR (>40 mm/h), peripheral arthritis and/or comorbidities that may be exacerbated by GC therapy [ 80]. Based on clinical experience and consensus, MTX may also be considered in patients with a relapsing disease or GC‐related toxicity [ 80].  Data on the use of azathioprine in the treatment of PMR are very limited. A small, double‐blind RCT of azathioprine for patients with PMR with or without concomitant GCA suggested a GC‐sparing effect of azathioprine [ 81]. However, the effect was not apparent until after 1 year of follow‐up. Despite the limited evidence, azathioprine has been used in some patients with refractory PMR, mainly based on extrapolation from the evidence of benefit in other systemic diseases. The ACR/EULAR recommendations for the management of PMR do not include azathioprine [ 80]. A retrospective study of low quality indicated that the antimalarial agent hydroxychloroquine, which is used as a DMARD for other conditions, is not effective in preventing relapses in PMR [ 82].  There are very limited data on treatment with biologic DMARDs for PMR. As the monoclonal anti‐IL‐6 receptor antibody tocilizumab has been shown to be effective for GCA [ 83], there is a rationale for investigating it as a therapy for PMR. Many case reports and case series suggest the efficacy of intravenous tocilizumab in individual patients with PMR [ 84]. In a post‐hoc subanalysis of the GiACTA trial, in which patients with GCA were treated with subcutaneous tocilizumab or placebo in addition to structured GC‐tapering schedules [ 83], there were significantly better outcomes with tocilizumab compared to placebo in the subset of patients presenting with dominating signs and symptoms of PMR [ 85]. It should be noted that all the patients in this study had GCA that had been verified by temporal artery biopsy or imaging of large vessels.  A retrospective cohort study of treatment with tocilizumab or MTX for relapsing PMR in Japan indicated a significant GC‐sparing effect of tocilizumab, but not of MTX [ 86].  Placebo‐controlled RCTs of the TNF‐inhibitors infliximab [ 87] or etanercept [ 88] have not demonstrated any significant benefit in patients with PMR. Therefore, TNF inhibitors are not recommended for the treatment of PMR [ 80].  ### Supportive therapies  Prolonged use of GC is an important contributing factor to several comorbidities in patients with rheumatic diseases including systemic vasculitis, PMR and GCA [ 89, 90, 91, 92]. The determination of a safe dose in patients with long‐term GC exposure in patients with rheumatic disease is debatable. However, a task force group by the EULAR agreed on a GC dose for long‐term treatment with a low level of harm [ 93]. According to the task force, a daily dose of 5 mg prednisolone or equivalent is associated with a low level of harm, whereas a daily dose of 10 mg or more is associated with an elevated risk of harm. At a daily dose of 5–10 mg, patient characteristics and the level of comorbidities should be taken into consideration in determining the level of harm [ 93]. It is therefore recommended that all patients with PMR should receive early in their disease course other supportive therapies, such as calcium/vitamin D and bisphosphonates to prevent osteoporosis [ 94].  ## Comorbidities  There is limited information on comorbidities in patients with PMR from large epidemiological studies. In an SLR published in 2018 including 41 reports, wide variations were found in the study design, type of populations subjected to investigations and comorbidities reported, emphasizing the knowledge gap and the need for studies on comorbidities in patients with a well‐defined diagnosis of PMR [ 95]. From this SLR, there were some indications of increased risk of comorbidities in patients with a diagnosis of PMR. These comorbidities can be grouped into vascular disease, cancer and other diseases, the latter including hypothyroidism and diverticular disease. The most frequent comorbidity reported after PMR diagnosis is vascular disease [ 95, 96]. The vascular conditions include stroke, myocardial infarction and peripheral vascular disease. This is in line with an increased risk of cardiovascular disease in other chronic inflammatory diseases such as RA. The divergent reports from studies on patients with PMR may be affected by including or excluding patients with GCA. Further studies are required to address this question. Whether patients with PMR have an increased risk of cancer after PMR diagnosis is more controversial as part of this association was observed within the first 6 months following diagnosis of PMR, which is why the possibility of an element of misdiagnosis cannot be ruled out. While a few studies have reported an increased risk of cancer, others have reported a lower risk or the results have been equivocal. Concerning other comorbidities, there are conflicting data on an association with hypothyroidism. No reports suggested an association between PMR and psychiatric comorbidities like bipolar disease or schizophrenia but there are some reports of increased risk of depression, which may be associated with chronic pain or GC treatment.  Data from a recent national cohort study from the UK support the increased risk of vascular disease (adjusted hazard ratio (HR) 1.23 [95% confidence interval 1.19, 1.28]) after PMR diagnosis [ 96]. Furthermore, there was also a risk of respiratory (HR 1.25 [1.18, 1.32]), renal (HR 1.34 [1.30, 1.39]) and autoimmune diseases (HR 4.68 [4.35, 5.03]) after PMR diagnosis. At least for the latter two, the explanation could be surveillance bias.  Patients with PMR have a high rate of comorbidities associated with GC treatment such as osteoporosis, vertebral fractures, infections, cataract and glaucoma [ 96]. However, in a population‐based cohort study from Olmstead County, Minnesota, USA, it was only cataract that was more common in patients with PMR followed for a median of 5.8 years compared to age‐ and sex‐matched comparators without PMR [ 97]. Possibly, the nonincreased risk of osteoporosis and fractures could reflect common use of osteoporosis prophylaxis in this group of patients with planned long‐term treatment with GC and with other risk factors of osteoporosis. Such patterns may depend on access to care in different populations.  ## Mortality  PMR is characterised by increased levels of inflammation, and therefore patients with PMR may have a predisposition to increased risks of certain conditions similar to patients with other rheumatologic conditions [ 95]. Given the high burden of comorbidity among patients with PMR, it is important to ascertain whether a diagnosis of PMR is associated with an increased risk of mortality. A recent systematic review found that patients with PMR had a higher burden of comorbid disease when compared to age‐ and sex‐matched controls [ 95]. However, three previous studies reported reduced mortality among patients diagnosed with PMR [ 2, 98, 99]. A possible explanation for this could be surveillance bias. Patients with chronic illness (and especially PMR where regular assessment, follow‐up and monitoring are advised) are more likely to be under active follow‐up for their condition and any developing morbidity which leads to management of the illness at an early stage. Another study found an increase in mortality, but this study did not differentiate between patients with PMR and GCA [ 100]. Yet another study, which is known to be the largest study to estimate the effect that a diagnosis of PMR has on life expectancy, showed that a diagnosis of PMR does not have a significant impact on life expectancy [ 101]. The causes of death in patients with PMR were broadly similar to those of matched controls; however, a slightly higher proportion of patients with PMR died due to vascular causes, and a slightly lower proportion died due to neoplastic conditions when compared to matched controls [ 101]. Thus, a diagnosis of PMR does not appear to increase the risk of premature death. Possibly, other factors with a positive effect on longevity predisposing to PMR may balance the negative effects of inflammation and treatment side effects in these patients.  ## Conclusion  In conclusion, PMR is a common disorder and sometimes a major clinical challenge. Further studies on pathophysiology are needed to better understand the disease mechanisms as a basis for future targeted therapies. IL‐6 inhibition is a particularly promising therapeutic concept, but more data are needed. Furthermore, there is a need for better diagnostic methods, including further development of imaging modalities, to facilitate diagnosis and adequate treatment.",
  "clean_sections": [
    "Abstract  Polymyalgia rheumatica (PMR) is the most common inflammatory rheumatic disease affecting people older than 50 years and is 2–3 times more common in women. The most common symptoms are pain and morning stiffness in the shoulder and pelvic girdle and the onset may be acute or develop over a few days to weeks. General symptoms such as fatigue, fever and weight loss may occur, likely driven by systemic IL‐6 signalling. The pathology includes synovial and periarticular inflammation and muscular vasculopathy. A new observation is that PMR may appear as a side effect of cancer treatment with checkpoint inhibitors. The diagnosis of PMR relies mainly on symptoms and signs combined with laboratory markers of inflammation. Imaging modalities including ultrasound, magnetic resonance imaging and positron emission tomography with computed tomography are promising new tools in the investigation of suspected PMR. However, they are still limited by availability, high cost and unclear performance in the diagnostic workup. Glucocorticoid (GC) therapy is effective in PMR, with most patients responding promptly to 15–25 mg prednisolone per day. There are challenges in the management of patients with PMR as relapses do occur and patients with PMR may need to stay on GC for extended periods. This is associated with high rates of GC‐related comorbidities, such as diabetes and osteoporosis, and there are limited data on the use of disease‐modifying antirheumatic drugs and biologics as GC sparing agents. Finally, PMR is associated with giant cell arteritis that may complicate the disease course and require more intense and prolonged treatment.  Keywords: diagnosis, epidemiology, giant cell arteritis, polymyalgia rheumatica, temporal arteritis, treatment  * * *  ",
    "Epidemiology  Polymyalgia rheumatica (PMR) is a rheumatic disorder associated with musculoskeletal pain and stiffness in the neck, shoulder and hip area [ 1]. The aetiology is not fully understood, but there are associated environmental and genetic factors [ 1]. The incidence of PMR increases with age and is rarely seen in people under the age of 50 [ 2]. Women are approximately 2–3 times more likely to be affected by PMR than men [ 3]. The annual incidence varies geographically and is highest in Scandinavian countries and people of northern European descent [ 4]. Figure 1 illustrates the variation in the global incidence of PMR. In Sweden, the incidence of PMR ranges from 34 to 50 per 100,000 in the age group 50 years and older [ 5, 6]. In other European studies, for example, the incidence rates for a population ≥50 years are highest in northern regions (113 per 100,000 per year in Norway) and much lower in southern areas (13 per 100,000 per year in Italy) [ 7]. In Olmsted County, Minnesota, where the population is predominantly of Scandinavian descent, the incidence has been reported to be 63.9 per 100,000 per year, with a prevalence of 701 out of 100,000 [ 2, 8]. PMR is 2–3 times more common than giant cell arteritis (GCA) and occurs in approximately 50% of patients with GCA [ 9]. PMR can precede, accompany or follow GCA. A recent systematic literature review (SLR) retrieved a total of 467 papers in the search on the incidence of PMR. In the search on studies of prevalence, 461 papers on PMR were identified [ 10]. This review confirms that PMR is more common in populations of Northern European ancestry than in others. The estimated incidence and prevalence of PMR were considerably lower in Southern Europe and other parts of the world, and a low incidence of PMR was reported in Korea [ 11], likely reflecting that GCA and PMR are less common in Asian populations. Furthermore, the estimated prevalence of GCA in Japan was very low [ 12], thus suggesting that PMR is distinctly less common in Asian populations. In addition, PMR is rarely reported in African American and Latino populations, though all racial and ethnic groups can be affected.  ### Fig. 1.   Open in a new tab  Global incidence of polymyalgia rheumatica. Grey indicates no data available.  Several potential causes for PMR are being investigated. Some of the theories put forward by researchers involve the gene variant HLA‐DR4. Subtypes of HLA‐DR4 have been associated with rheumatoid arthritis (RA), and such alleles are also present in many cases where PMR and GCA occur together. It has been suggested that this genotype may contribute to disease mechanisms in both conditions, although this is less clear for PMR [ 13]. The sudden start of PMR and the nature of the symptoms like joint pain, fever and malaise, are suspected to be a result of infections caused by viruses [ 14]. Damage to superficial arteries by high exposure to ultraviolet radiation from the sun is another proposed cause for the development of PMR. Some studies suggest the elastic fibres present in the arteries and synovial membranes are damaged by ultraviolet rays. These damaged tissues may get infected by viruses that remain dormant for a long time and may get reactivated later, causing PMR [ 14]. Several different viruses have been implicated in this context, most recently SARS‐CoV‐2 [ 15, 16].  Although the aetiology of PMR is unknown, its sudden onset and the wide variation in incidence reported from various parts of the world suggest the contribution of one or more environmental agents or genetic factors, or both, possibly together with exposures that lead to a seasonal distribution [ 17]. On the other hand, many studies failed to confirm any seasonal trend [ 17, 18, 19].  It has also been suggested that PMR and GCA may be triggered by seasonal influenza vaccination [ 20]. Furthermore, a recent study aimed to describe cases of GCA and PMR following COVID‐19 vaccination using a global pharmacovigilance database [ 16]. Several such cases were reported, constituting a potential safety signal. However, the findings suggest a reduced relative risk of GCA or PMR following COVID‐19 vaccination, compared with influenza vaccination. Another study reported the first case of a PMR‐like syndrome 7 days after vaccination [ 21]. Reassuringly, several studies have reported that symptoms usually resolve quickly in such cases [ 21, 22]. Taken together, this indicates that the benefits of vaccination against COVID‐19 largely outweigh the minimal risks associated with such uncommon inflammatory complications, probably reflecting a transient reactogenic response to the vaccine rather than a structured, chronic inflammatory disease.",
    "Pathogenesis and pathophysiology  The typical symptoms of proximal muscular pain and stiffness in PMR can be explained by synovial and periarticular inflammation in central joints. Arthroscopic biopsies from glenohumeral joints of untreated patients with PMR have demonstrated synovitis with leukocyte infiltration and vascular proliferation [ 23]. Infiltrating cells were mainly macrophages and memory T cells, and a few B cells [ 23]. T cells demonstrated intense expression of major histocompatibility complex class II molecules, indicating an activated state [ 23]. Furthermore, vascular endothelial activation may be important to the pathogenesis, as increased expression of vascular endothelial growth factor (VEGF) in synovial biopsies, correlating with levels of circulating VEGF, has been observed [ 24]. Increased expression of adhesion molecules in endothelial cells and synovial lining cells may contribute to the recruitment of inflammatory cells to these lesions [ 25]. Vasoactive intestinal peptide (VIP) has been shown to be expressed to a greater extent in shoulder synovium from patients with PMR compared to those with RA or osteoarthritis [ 26]. It has been suggested that nociception related to local VIP production may contribute to the typical shoulder discomfort of PMR [ 26].  In addition, ultrasonography investigations have revealed subacromial–subdeltoid bursitis and long head biceps tendinitis in most patients with PMR [ 27]. In addition to periarticular shoulder inflammation, whole‐body positron‐emission tomography has also shown signs of inflammation adjacent to the ischial tuberosities and in interspinous bursa to be characteristic of PMR [ 28].  Immunofluorescence microscopy of muscle biopsies from the biceps brachii muscle has demonstrated deposits of fibrinogen and IgA in the perifascicular area of the perimysium [ 29]. Increased microvascularization in the deltoid muscle has been observed in early untreated PMR, despite the absence of local inflammatory infiltrates [ 30]. Taken together, these observations may suggest that disease mechanisms involving muscular tissue may have a role in PMR.  As PMR and GCA often co‐exist in the same patient, systemic signs of inflammation have often been studied in these two conditions together. Plasma levels of IL‐6, but not TNF‐α, have been shown to be elevated in both GCA and PMR [ 31]. The main source of this IL‐6 release is CD4+ T cells, which in GCA have been shown to be stimulated by activated dendritic cells [ 32]. Furthermore, circulating levels of the soluble IL‐6 receptor have been shown to predict future relapses in patients with PMR [ 33], further underlining the importance of IL‐6 signalling in this context (Fig. 2). In GCA, the IL‐6 axis has been suggested to contribute to T‐cell differentiation towards the Th17 phenotype, systemic features such as PMR, fever and weight loss and inflammatory response with the elevation of C‐reactive protein (CRP) and other biomarkers [ 34]. By contrast, the IL‐12/IFN‐γ axis appears to control Th1 differentiation and aspects of chronic vasculitis in GCA [ 34]. High levels of IFN‐γ expression were found in tissue infiltrating T cells from lesions with GCA, but not with PMR [ 35].  ### Fig. 2.   Open in a new tab  The pathophysiology of polymyalgia rheumatica. Schematic representation of the pathophysiology of polymyalgia rheumatica, highlighting the role of IL‐6 in systemic and local inflammation. DAMP, damage‐associated molecular patterns; DCs, dendritic cells; PAMP, pathogen‐associated molecular patterns; VIP, vasoactive intestinal peptide.  Perturbations of circulating T‐cell and B‐cell subsets have been described in PMR, but with inconsistent results [ 36]. As PMR is a disease of elderly people, such patterns may reflect aging of the immune system. Elevated peripheral blood monocyte counts have been observed in both PMR and GCA, with a significant decrease post‐treatment in PMR, but not in GCA [ 37]. In contrast with many other rheumatic disorders, no autoantibody has been consistently associated with PMR or GCA. The combined evidence supports an interplay between the innate and the adaptive cellular immune system [ 38].  Whereas metabolic features (lower body mass index, lower levels of fasting blood glucose) that may contribute to immune regulation have been shown to be associated with subsequent development of GCA [ 39, 40], the relation between such factors and the risk of PMR has not yet been investigated.",
    "Clinical presentation and disease course  A characteristic feature of PMR is a new and relatively acute onset of proximal muscle pain and stiffness in the neck, shoulders, upper arms, hips and thighs [ 41]. Patients often suffer from a pronounced morning stiffness with difficulty turning in or getting out of bed in the morning with some spontaneous relief of symptoms later in the day [ 42, 43, 44]. The stiffness affects even other physical activities in the morning, including getting dressed or taking care of other daily activities. The symptoms are usually fully developed within a few days to a couple of weeks. Occasionally, the onset is more insidious and may lead to nonspecific symptoms such as fatigue, arthralgia, loss of appetite, weight loss or fever. It is not unusual that some patients undergo investigations for suspicion of malignant disease before the diagnosis can be made with PMR [ 42].  The nonspecific clinical presentation and the absence of specific laboratory findings or serologic features often leads to some diagnostic delay. PMR imposes a major burden on the daily life of elderly people. The psychological impact is significant, including anxiety related to active disease and side effects of glucocorticoid (GC) treatment [ 45].",
    "Association with temporal arteritis  PMR and temporal arteritis (TA) often co‐exist, suggesting shared predisposing factors and shared disease mechanisms. In a population‐based study from Olmsted County, Minnesota, including patients diagnosed with PMR between 1970 and 1991 [ 46], approximately 15% had TA that had been verified by temporal artery biopsy. As the typical histopathology of TA in such biopsies includes the presence of giant cells, the disease is often called GCA in modern literature. GCA is a systemic vasculitis that may involve several large vessels, often but not always including the temporal artery.  A concomitant diagnosis of GCA should be suspected in a patient with PMR who also suffers from new‐onset headache, jaw claudication, new and unexplained visual symptoms or severe constitutional symptoms (fever of unknown origin, weight loss, fatigue, etc.). Such symptoms may occur at the first presentation with PMR or later during the disease course, for example, when GC has been tapered. The clinical overlap between PMR and GCA is likely greater among patients evaluated at referral centres, for example, rheumatology or internal medicine clinics, compared to primary care.  Subclinical arteritis may also occur in patients with PMR. The Swedish physician Bengt Hamrin reported six cases with a clinical diagnosis of PMR, but autopsy findings were compatible with large vessel vasculitis [ 47]. This led him to label the condition ‘polymyalgia arteritica’.  In systematic studies of patients with a typical clinical PMR phenotype, but no signs or symptoms compatible with GCA, histopathologic findings of vasculitis in temporal artery biopsies have been found in up to 21%, and ultrasonography features of TA in up to 32% [ 48].  Conversely, PMR is common in patients that have been diagnosed with GCA. Approximately 50% of patients with GCA have symptoms of PMR [ 9, 49, 50]. Recurrence of PMR symptoms is a common feature of relapse of GCA [ 51]. Some patients with GCA only have cranial symptoms of TA at diagnosis, before initiation of GC therapy, but later several relapses with a clinical picture of pure PMR.",
    "Diagnostic and classification criteria  Many different diagnostic criteria have been proposed by several groups based on clinical and laboratory characteristics of PMR [ 52, 53, 54, 55, 56]. The purpose of these criteria is to help physicians to make the diagnosis of PMR in individual patients. Most of these criteria are based on characteristics demographic, clinical and laboratory features of PMR [ 43, 57]. The European Alliance of Associations for Rheumatology (EULAR) and The American College of Rheumatology (ACR) issued provisional criteria for the classification of PMR in 2012 [ 58]. The EULAR/ACR criteria are summarized in Table 1. Notably, classification criteria are aimed to be used in epidemiological studies and not to make a diagnosis in individual patients.  ### Table 1.  EULAR/ACR provisional classification criteria for polymyalgia rheumatica  | Criteria | Points | | :-- | :-- | | Morning stiffness duration >45 min | 2 | | Hip pain or limited range of motion | 1 | | Absence of RF and/or ACPA | 2 | | Absence of other joint involvement | 1 | | At least one shoulder with subdeltoid bursitis and/or bicep tenosynovitis and/or glenohumeral synovitis (either posterior or axillary) and at least one hip with synovitis and/or trochanteric bursitis | 0/1 * | | Both shoulders with subdeltoid bursitis, biceps tenosynovitis or glenohumeral synovitis | 0/1 * |  Open in a new tab Note: Required score for the classification of polymyalgia rheumatica: 4 or more without ultrasound and 5 or more in the algorithm with ultrasound.  Note: Required criteria: age ≥50 years, bilateral shoulder aching and abnormal C‐reactive protein and/or erythrocyte sedimentation rate.  Note: Modified from Dasgupta et al. [ 58].  *  Without/with ultrasound.  Abbreviations: ACPA, anti‐citrullinated protein antibody; ACR, American College of Rheumatology; EULAR, European Alliance of Associations for Rheumatology; RF, rheumatoid factor.  The EULAR/ACR classification criteria for PMR are based on a scoring algorithm using clinical and laboratory features. The sensitivity and specificity of the criteria vary depending on whether the PMR is discriminating from all conditions, including RA or conditions affecting shoulders. The sensitivity and specificity also vary depending on whether ultrasound is used or not. A score ≥4 had a sensitivity of 68% and a specificity of 78%. When discriminating shoulder conditions from PMR, the specificity increased to 88%, while it was only 65% for discriminating RA from PMR. Using ultrasound, a score ≥5 had a sensitivity of 66% and specificity of 81% [ 58].",
    "Diagnosis  There is no gold standard for diagnosing PMR, and unlike many other rheumatic syndromes, there are no specific clinical manifestations, serology or other laboratory findings in PMR. As a result, diagnosis of PMR can be challenging with a considerable number of conditions in the list of differential diagnoses. However, in daily practice, the diagnosis of PMR relies mainly on the following combination of principles: new‐onset symptoms of both morning stiffness and pain in the shoulder and pelvis girdle in a person aged 50 years or older, evidence of systemic inflammation with a raised erythrocyte sedimentation rate (ESR) and or CRP, no other disease that would explain the clinical presentation better and finally abrupt response to GCs [ 41]. In some diagnostic criteria, there are other specific requirements, such as a 2‐week duration of symptoms or negative tests for rheumatoid factors or antinuclear antibodies.  The diagnosis of PMR should be considered clinically. The typical case is an elderly woman with early morning bilateral shoulder pain and stiffness. Similar symptoms often occur in the pelvic girdle. Typically, the symptoms ease during the day. Systemic manifestations such as fever, fatigue, loss of appetite and weight loss may occur in about a third of the patients. In addition, there is almost always an elevation of inflammatory parameters, especially ESR and/or CRP. Other inflammatory parameters can be elevated as white blood cell or platelet count and sometimes liver enzymes or alkaline phosphatase may be elevated as a sign of systemic inflammation. On clinical examination, tenderness with deep palpation of the muscles around the shoulders and thighs is often noted. In addition, there is usually restricted mobility in the shoulders, without muscle atrophy or weakness. Occasional signs of synovitis in the shoulders, wrist joints and the knees can be seen. PMR can be diagnosed in combination with GCA, especially in those with a cranial phenotype, that is, TA. Although temporal biopsy may be positive in a minority of patients with PMR, it is not included in the currently recommended investigation of the disease, unless there are concomitant cranial GCA symptoms. Finally, in PMR, most patients will respond rapidly and dramatically to GCs and according to some criteria, this response is required for diagnosis [ 54].",
    "Imaging studies  Due to the nonspecific symptoms or laboratory findings of PMR, there is an unmet need for other modalities to confirm the diagnosis. Imaging has emerged during the last few years as an important diagnostic tool [ 59]. Several imaging modalities have been used in PMR, including conventional radiology (X‐ray), scintigraphy, computed tomography (CT), magnetic resonance imaging (MRI), ultrasound and positron emission tomography with CT (PET CT) [ 59, 60]. The choice of one modality over the other is usually dictated by availability as well as local expertise. The aim of imaging studies in PMR is not only to confirm the diagnosis but also to rule out differential diagnoses or comorbidities, and in some cases the co‐occurrence with large vessel vasculitis.  Ultrasound is useful in PMR due to the nature of extra‐articular soft tissue involvement. The most common findings are inflammation and effusion of the subacromial–subdeltoid bursa, biceps tenosynovitis [ 60, 61], glenohumeral joint inflammation [ 62] and hip synovitis and trochanteritis [ 63]. Ultrasound is also useful in ruling out other differential diagnoses such as chondrocalcinosis, early RA and late‐onset spondyloarthropathy [ 63] and to be used when screening for large vessel vasculitis and cranial arteritis when these are suspected to coexist with PMR [ 48].  MRI has also been used, although its use is still limited to research purposes in most centres. Typical findings in PMR include a characteristic pattern of symmetrical inflammation in the greater trochanter, acetabulum and ischial tuberosity, reported in 64% of patients with PMR in one study [ 64]. In another study by Laporte et al., all patients with new‐onset PMR had at least one site of myofascial inflammation, most commonly in the hips, followed by pubic symphysis, shoulders and ischial tuberosity [ 65]. Advantages of MRI over ultrasound include that MRI is more specific with less interobserver variation in the assessment of vasculitis. However, the disadvantages of MRI include availability, cost and inconvenience for some patients.  18‐Fluorodeoxyglucose (FDG) PET CT has been used in oncology and investigation of inflammatory diseases. The uptake of FDG by activated inflammatory cells constitute the basis for using PET CT in PMR and large vessel vasculitis. In patients with suspected PMR, the use of PET CT is not recommended as a routine examination due to limitations such as cost and varying availability. Beside its role in the visualization of inflammation in articular and extra‐articular tissues in PMR, PET CT is extremely helpful in confirming suspected coexistent large vessel vasculitis and differentiation between PMR and other conditions such as malignancies or other rheumatic diseases [ 66].  There is a rationale for using PET CT in the workup of PMR, mainly in patients who did not respond to initial GC treatment. Nonresponsiveness could either be explained by coexistent large vessel vasculitis, other underlying rheumatic diseases or malignancy. The typical PET CT findings in a patient with active PMR include increased uptake in sternoclavicular joints, the shoulders, ischial tuberosities, vertebral spinous processes and greater trochanters [ 67] (Fig. 3a,b). The sensitivity and specificity of PET CT in the diagnosis of PMR differ according to the number of sites of increased uptake of FDG. In a study by Sondag et al., significant uptake in three or more sites had a sensitivity of 74% and specificity of 79% for the diagnosis of PMR [ 68]. The sensitivity and specificity of FDG‐PET in the diagnosis of PMR also depend on the site of uptake. In a meta‐analysis by Van der Geest et al., the highest sensitivity was found for uptake at the ischial tuberosity and greater trochanters—85%. In the same meta‐analysis, the highest specificity was found for the uptake at the interspinous process, 81% [ 66].  ### Fig. 3.   Open in a new tab  18‐Fluorodeoxyglucose (FDG) positron emission tomography with computed tomography (PET CT) findings in patients with polymyalgia rheumatica. (a) A maximum intensity projection showing uptake of the FDG (arrows) in the shoulders, sternoclavicular joints and tubular sciatica. (b) A sagittal view of a PET CT showing uptake (the arrow) in connection with the spinous process in the lumbar spine.  ### Other imaging studies  Conventional radiography has been used previously in this context, especially in patients with suspected PMR and peripheral joint disease [ 59]. Arthritis in PMR is usually nonerosive, which distinguishes it from destructive arthritis typical of RA or other arthritic diseases such as chondrocalcinosis. Scintigraphy has also been used previously in the diagnosis of PMR though this modality of imaging is not currently in wide use [ 59]",
    "Laboratory findings  There are no serologic or other specific laboratory findings that can confirm the diagnosis of PMR with absolute certainty. The most common and important finding is the elevation of inflammatory parameters such as ESR or CRP. However, a normal ESR does not exclude the diagnosis of PMR, although other conditions should be considered in such cases. Other laboratory findings of active systemic inflammation include normochromic normocytic anaemia, thrombocytosis and leucocytosis. Furthermore, an increase in other acute phase reactants on plasma protein electrophoresis is also often seen.",
    "Differential diagnosis  Conditions affecting people in the age group 50 years and older and associated with bilateral shoulder pain should be included in the differential diagnoses of PMR. This is especially true as there are no specific diagnostic tests for PMR and a misdiagnosis of any condition as PMR may lead to unnecessary exposure to GCs for extensive periods of time. The differential diagnosis should include both rheumatic and nonrheumatic diseases.  ### Rheumatoid arthritis  Among the most important rheumatic conditions in the differential diagnoses of PMR is seronegative RA. This is especially true early in the disease onset of RA, which might have a prodromal phase of bilateral shoulder joint arthritis. In addition, both RA and PMR can present with arthritis in wrist joints, and if patients test negative for rheumatoid factor and/or anti‐cyclic citrullinated peptide (anti‐CCP), the differentiation between these two conditions may not be easy. However, the presence of symmetric small joint arthritis should favour the RA diagnosis. Both RA and PMR can be successfully treated with prednisolone, limiting the utility of this medication in the differentiation. Typical extra‐articular manifestations (e.g., rheumatoid nodules, cutaneous vasculitis, serositis, etc.) and positive RF/anti‐CCP favour the diagnosis of RA rather than PMR.  ### Myositis  Polymyositis (PM) is another disease that may be misdiagnosed as PMR and vice versa. Both conditions affect the proximal muscle groups in the upper and lower extremities. However, the presence of muscle weakness rather than stiffness and pain is an important differential feature of PM. In addition, PM is usually associated with elevated serum levels of muscle enzymes, which is not a feature of PMR. Other features that favour the possibility of PM is the presence of myositis specific autoantibodies and extramuscular manifestations including in the lungs, skin, gastrointestinal tract or the heart. Difficulty in swallowing will favour the diagnosis of PM. Unlike PM, pure muscle weakness is not typical of PMR, where the predominant symptoms are muscle aches and pain and morning stiffness.  ### Pain syndromes  The differentiation between PMR and pain syndromes such as fibromyalgia should be easier compared to other differential diagnosis. Fibromyalgia usually has its onset in younger age groups than PMR. In addition, there is no elevation of laboratory parameters indicating an inflammatory condition in the former group. It is important to differentiate between these two conditions to avoid unnecessary use of GCs in patients with fibromyalgia and pain syndromes.  ### Malignancy  One important differential diagnosis in PMR is malignant diseases. PMR manifestations could represent a paramalignant symptom of occult cancer. Patients with PMR who do not respond to a prednisolone daily dose of 15–25 mg or have a rapid recurrence of symptoms directly after tapering of GCs should alert the treating physician to the possibility of an underlying malignant disease. Careful medical history and clinical examination together with basic laboratory screening are mandatory to make a correct diagnosis. Physicians treating a so‐called atypical or treatment‐resistant PMR need to consider relevant radiologic examination to rule out the possibility of an underlying cancer.  Remitting seronegative symmetric synovitis with pitting oedema syndrome is a clinical syndrome characterised by the onset of symmetrical small joint arthritis with oedema of the hands and feet, typically in elderly men who are rheumatoid‐factor negative. This condition usually responds well to a short course of oral GCs and should be one of important differential diagnosis for PMR. A similar phenotype may be seen in paramalignant syndromes.  ### Others  Noninflammatory degenerative diseases such as cervical spondylosis and hip joint osteoarthritis may mimic the presentation of PMR with symptoms like pain and morning stiffness. Radiologic confirmation of osteoarthrosis (OA) or spondylosis together with absence of active inflammatory parameters will favour the diagnosis of spondylosis and OA rather than PMR. Hypothyroidism is a common disease among female patients with clinical presentation of diffuse pain, fatigue and a fibromyalgia‐like syndrome. Checking serum levels of thyroid hormones is an important part of the investigation of female patients with pain syndrome.",
    "PMR as an immune‐related event after immune checkpoint inhibition in cancer treatment  Immune checkpoint inhibitors (ICI) are increasingly used in cancer therapy to boost the antitumour immune response. Treatment with monoclonal antibodies blocking the cytotoxic T‐lymphocyte‐associated protein 4 (CTLA‐4), or the programmed death receptor‐1 (PD‐1) or its ligand PD‐L1, has been associated with the emergence of a number of autoimmune disorders, and with activation/worsening of established autoimmune disease [ 69]. PMR is one of the rheumatic disorders that has been reported as an immune‐related event in this context [ 70]. In addition, there are several reports on cases with ‘PMR‐like illness’, with some features atypical for idiopathic PMR, following ICI treatment [ 70]. Further systematic studies on the occurrence of PMR among patients treated with ICI, and the clinical phenotype and disease course are needed. With more extensive use of ICI in cancer therapy, including in treatment of older patients, the incidence of such immune‐related events is likely to increase in the future. Careful characterization of such cases might guide us in the understanding the role of the adaptive immune system in the pathophysiology of PMR.  Interestingly, T‐cell checkpoint dysregulation has been described in GCA, with downregulation of PD‐L1 in vascular lesions [ 71]. Treatment with anti‐PD‐1 antibodies resulted in worsening of vasculitis in a chimeric animal model of GCA [ 71]. Whether such mechanisms may also contribute to ‘spontaneous’ PMR, that is, in the absence of ICI treatment, needs further studies.",
    "Treatment  ### Oral GCs  The cornerstone in the treatment of PMR is oral GCs. All PMR symptoms usually respond promptly to GCs. The recommended daily starting prednisolone dose in PMR is 12.5–25 mg according to the most recent ACR/EULAR recommendation [ 72]. This recommendation is based on consensus, as dose‐finding studies have been limited, with partly conflicting evidence [ 73]. A starting dose of 20 mg is superior to 10 mg but at a cost of more adverse events [ 74]. The choice within the interval of 12.5–25 mg should consider inflammatory activity, risk of relapse and risk of GC toxicity due to comorbidities such as diabetes or cardiovascular disease [ 72]. The prednisolone dose should be gradually tapered by about 2.5 mg per month down to 10 mg per day, after which slower tapering continues. In patients with typical clinical presentation and clinical findings for PMR, prompt response to treatment provides additional support for the diagnosis. Similarly, a poor response to initiated treatment should lead to reconsideration of possible differential diagnoses, especially other rheumatic diseases or malignancy. GC treatment should be accompanied by supportive measures to minimize long‐term toxicity such as osteoporosis.  Overall, the prognosis for PMR is good and usually, the disease heals in a couple of years, during which GC must be taken to control the disease and its symptoms. Some patients have a more complicated course with some residual inflammation during treatment and recurrence of symptoms when trying to reduce the prednisolone dose. There are no validated guidelines on the optimal duration of GC therapy in PMR and data available in studies are not consistent. In a study by Healey, only 30% of patients were able to stop GC therapy and remain asymptomatic within 2 years of follow‐up while only 2% were able to stop GC completely within 6 months [ 54]. In a meta‐analysis by Floris et al. including 21 studies eligible for analysis, 77%, 51% and 25% were still on GC after 1, 2 and 5 years from diagnosis [ 75].  ### Injectable GC  Intramuscular methylprednisolone (i.m. MP) has been compared to oral GC in the treatment of PMR regarding efficacy and safety [ 76, 77]. In a study by Dasgupta et al., 60 patients were randomized in 1:1 fashion to 120 mg i.m. MP each for 3 weeks or prednisolone (initial dose 15 mg/day tapered according to a predefined schedule) [ 77]. The remission rate after a 12‐week double‐blind phase of the study was similar in the two groups but the cumulative mean GC dose in the i.m. MP group after 96 weeks was 56% of that in the oral GC group. The i.m. MP group had less events of all known GC long‐term unwanted effects [ 77]. Intramuscular MP is probably a suitable alternative to oral GC in elderly patients with multiple medications as well as in patients who experience a problem following the tapering schedule of oral GC and in patients a with compliance problem, but further larger studies are needed.  ### Disease‐modifying antirheumatic drugs and biologics  Due to the toxicity of long‐term GC therapy, there is clearly a need for GC‐sparing strategies in patients with PMR. However, disease‐modifying antirheumatic drugs (DMARDs), which have had major success in the treatment of RA and several other rheumatic disorders, have not been extensively studied in PMR (Table 2).  #### Table 2.  Pharmaceutical agents that have been used successfully in the treatment of PMR, and their evidence base  | Drug | Dose | Summary of evidence | Recommendations a and comments | References | | :-- | :-- | :-- | :-- | :-- | | Oral GCs | Prednisolone 12.5–20 mg/day starting dose | 1 OL‐RCT: lower relapse rate with 20 mg versus 10 mgConflicting observational data | Individualized, gradual tapering recommended—higher relapse rate with rapid tapering | [ 73, 102] | | I.m. GCs | MP 120 mg every 3 weeks, tapered | 1 DB‐RCT: Lower cumulative GCs compared to oral GC course, similar remission rates, less weight gain | Conditionally recommended as alternative to oral GCs | [ 73, 77] | | Methotrexate | 7.5–10 mg/week (higher doses not evaluated) | 1 DB‐RCT: Lower relapse rate, GC discontinuation more likelySimilar observational data, OL‐RCT | Consider in early PMR for patients with high relapse risk. Refractory PMR not studied | [ 73, 103] | | Azathioprine | 100–150 mg/day | 1 small DB‐RCT of patients with PMR ± GCA: GC‐sparing effect at 1 year | Limited evidenceNot included in ACR/EULAR recommendations | [ 81] | | Tocilizumab | 162 mg s.c. weekly8 mg/kg i.v. monthly | Post‐hoc subanalysis of GCA DB‐RCTCase reports and series on treatment success in PMR | Main evidence on PMR in the context of biopsy/imaging‐positive GCA | [ 84, 85] |  Open in a new tab  a  Reflect ACR/EULAR recommendations [ 72].  Abbreviations: ACR/EULAR, American College of Rheumatology/European League Against Rheumatism; DB, double blind; GCA, giant cell arteritis; GCs, glucocorticoids; I.m., intramuscular; i.v., intravenous; MP, methylprednisolone; OL, open label; PMR, polymyalgia rheumatica; RCT, randomized controlled trial; s.c., subcutaneous.  There is some evidence for a benefit of methotrexate (MTX) in patients with PMR [ 73]. In a double‐blind, randomized controlled trial (RCT), a lower risk of relapse and a greater chance of GC discontinuation was demonstrated in patients with new‐onset PMR taking MTX in addition to a regular GC regimen compared to the comparison group taking GC + placebo [ 78]. Similar results were obtained in other studies [ 73], including a smaller, open‐label trial [ 79]. In these studies, weekly doses of 7.5–10 mg of MTX were used. Higher doses have not been investigated, and the efficacy of MTX in long‐standing, relapsing PMR has not been systematically evaluated.  Based on this type of evidence, the ACR/EULAR panel conditionally recommended considering early introduction of MTX, in particular for patients at a high risk of relapse and/or prolonged therapy, for example, female patients with high initial ESR (>40 mm/h), peripheral arthritis and/or comorbidities that may be exacerbated by GC therapy [ 80]. Based on clinical experience and consensus, MTX may also be considered in patients with a relapsing disease or GC‐related toxicity [ 80].  Data on the use of azathioprine in the treatment of PMR are very limited. A small, double‐blind RCT of azathioprine for patients with PMR with or without concomitant GCA suggested a GC‐sparing effect of azathioprine [ 81]. However, the effect was not apparent until after 1 year of follow‐up. Despite the limited evidence, azathioprine has been used in some patients with refractory PMR, mainly based on extrapolation from the evidence of benefit in other systemic diseases. The ACR/EULAR recommendations for the management of PMR do not include azathioprine [ 80]. A retrospective study of low quality indicated that the antimalarial agent hydroxychloroquine, which is used as a DMARD for other conditions, is not effective in preventing relapses in PMR [ 82].  There are very limited data on treatment with biologic DMARDs for PMR. As the monoclonal anti‐IL‐6 receptor antibody tocilizumab has been shown to be effective for GCA [ 83], there is a rationale for investigating it as a therapy for PMR. Many case reports and case series suggest the efficacy of intravenous tocilizumab in individual patients with PMR [ 84]. In a post‐hoc subanalysis of the GiACTA trial, in which patients with GCA were treated with subcutaneous tocilizumab or placebo in addition to structured GC‐tapering schedules [ 83], there were significantly better outcomes with tocilizumab compared to placebo in the subset of patients presenting with dominating signs and symptoms of PMR [ 85]. It should be noted that all the patients in this study had GCA that had been verified by temporal artery biopsy or imaging of large vessels.  A retrospective cohort study of treatment with tocilizumab or MTX for relapsing PMR in Japan indicated a significant GC‐sparing effect of tocilizumab, but not of MTX [ 86].  Placebo‐controlled RCTs of the TNF‐inhibitors infliximab [ 87] or etanercept [ 88] have not demonstrated any significant benefit in patients with PMR. Therefore, TNF inhibitors are not recommended for the treatment of PMR [ 80].  ### Supportive therapies  Prolonged use of GC is an important contributing factor to several comorbidities in patients with rheumatic diseases including systemic vasculitis, PMR and GCA [ 89, 90, 91, 92]. The determination of a safe dose in patients with long‐term GC exposure in patients with rheumatic disease is debatable. However, a task force group by the EULAR agreed on a GC dose for long‐term treatment with a low level of harm [ 93]. According to the task force, a daily dose of 5 mg prednisolone or equivalent is associated with a low level of harm, whereas a daily dose of 10 mg or more is associated with an elevated risk of harm. At a daily dose of 5–10 mg, patient characteristics and the level of comorbidities should be taken into consideration in determining the level of harm [ 93]. It is therefore recommended that all patients with PMR should receive early in their disease course other supportive therapies, such as calcium/vitamin D and bisphosphonates to prevent osteoporosis [ 94].",
    "Comorbidities  There is limited information on comorbidities in patients with PMR from large epidemiological studies. In an SLR published in 2018 including 41 reports, wide variations were found in the study design, type of populations subjected to investigations and comorbidities reported, emphasizing the knowledge gap and the need for studies on comorbidities in patients with a well‐defined diagnosis of PMR [ 95]. From this SLR, there were some indications of increased risk of comorbidities in patients with a diagnosis of PMR. These comorbidities can be grouped into vascular disease, cancer and other diseases, the latter including hypothyroidism and diverticular disease. The most frequent comorbidity reported after PMR diagnosis is vascular disease [ 95, 96]. The vascular conditions include stroke, myocardial infarction and peripheral vascular disease. This is in line with an increased risk of cardiovascular disease in other chronic inflammatory diseases such as RA. The divergent reports from studies on patients with PMR may be affected by including or excluding patients with GCA. Further studies are required to address this question. Whether patients with PMR have an increased risk of cancer after PMR diagnosis is more controversial as part of this association was observed within the first 6 months following diagnosis of PMR, which is why the possibility of an element of misdiagnosis cannot be ruled out. While a few studies have reported an increased risk of cancer, others have reported a lower risk or the results have been equivocal. Concerning other comorbidities, there are conflicting data on an association with hypothyroidism. No reports suggested an association between PMR and psychiatric comorbidities like bipolar disease or schizophrenia but there are some reports of increased risk of depression, which may be associated with chronic pain or GC treatment.  Data from a recent national cohort study from the UK support the increased risk of vascular disease (adjusted hazard ratio (HR) 1.23 [95% confidence interval 1.19, 1.28]) after PMR diagnosis [ 96]. Furthermore, there was also a risk of respiratory (HR 1.25 [1.18, 1.32]), renal (HR 1.34 [1.30, 1.39]) and autoimmune diseases (HR 4.68 [4.35, 5.03]) after PMR diagnosis. At least for the latter two, the explanation could be surveillance bias.  Patients with PMR have a high rate of comorbidities associated with GC treatment such as osteoporosis, vertebral fractures, infections, cataract and glaucoma [ 96]. However, in a population‐based cohort study from Olmstead County, Minnesota, USA, it was only cataract that was more common in patients with PMR followed for a median of 5.8 years compared to age‐ and sex‐matched comparators without PMR [ 97]. Possibly, the nonincreased risk of osteoporosis and fractures could reflect common use of osteoporosis prophylaxis in this group of patients with planned long‐term treatment with GC and with other risk factors of osteoporosis. Such patterns may depend on access to care in different populations.",
    "Mortality  PMR is characterised by increased levels of inflammation, and therefore patients with PMR may have a predisposition to increased risks of certain conditions similar to patients with other rheumatologic conditions [ 95]. Given the high burden of comorbidity among patients with PMR, it is important to ascertain whether a diagnosis of PMR is associated with an increased risk of mortality. A recent systematic review found that patients with PMR had a higher burden of comorbid disease when compared to age‐ and sex‐matched controls [ 95]. However, three previous studies reported reduced mortality among patients diagnosed with PMR [ 2, 98, 99]. A possible explanation for this could be surveillance bias. Patients with chronic illness (and especially PMR where regular assessment, follow‐up and monitoring are advised) are more likely to be under active follow‐up for their condition and any developing morbidity which leads to management of the illness at an early stage. Another study found an increase in mortality, but this study did not differentiate between patients with PMR and GCA [ 100]. Yet another study, which is known to be the largest study to estimate the effect that a diagnosis of PMR has on life expectancy, showed that a diagnosis of PMR does not have a significant impact on life expectancy [ 101]. The causes of death in patients with PMR were broadly similar to those of matched controls; however, a slightly higher proportion of patients with PMR died due to vascular causes, and a slightly lower proportion died due to neoplastic conditions when compared to matched controls [ 101]. Thus, a diagnosis of PMR does not appear to increase the risk of premature death. Possibly, other factors with a positive effect on longevity predisposing to PMR may balance the negative effects of inflammation and treatment side effects in these patients.",
    "Conclusion  In conclusion, PMR is a common disorder and sometimes a major clinical challenge. Further studies on pathophysiology are needed to better understand the disease mechanisms as a basis for future targeted therapies. IL‐6 inhibition is a particularly promising therapeutic concept, but more data are needed. Furthermore, there is a need for better diagnostic methods, including further development of imaging modalities, to facilitate diagnosis and adequate treatment."
  ],
  "model_name": "gpt-4o",
  "timestamp": "2025-03-23T22:24:11.004260"
}